{
  "nodes": [
    {
      "op": "null", 
      "name": "target", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "source_target_embed_weight", 
      "attrs": {"__shape__": "(19581, 512)"}, 
      "inputs": []
    }, 
    {
      "op": "Embedding", 
      "name": "target_embed_embed", 
      "attrs": {
        "input_dim": "19581", 
        "output_dim": "512"
      }, 
      "inputs": [[0, 0, 0], [1, 0, 0]]
    }, 
    {
      "op": "_mul_scalar", 
      "name": "_mulscalar7", 
      "attrs": {"scalar": "22.627416997969522"}, 
      "inputs": [[2, 0, 0]]
    }, 
    {
      "op": "Custom", 
      "name": "target_pos_embed_positional_encodings", 
      "attrs": {
        "depth": "512", 
        "length": "100", 
        "op_type": "positional_encodings"
      }, 
      "inputs": []
    }, 
    {
      "op": "BlockGrad", 
      "name": "blockgrad2", 
      "inputs": [[4, 0, 0]]
    }, 
    {
      "op": "broadcast_add", 
      "name": "broadcast_add1", 
      "inputs": [[3, 0, 0], [5, 0, 0]]
    }, 
    {
      "op": "Dropout", 
      "name": "dropout13", 
      "attrs": {"p": "0.1"}, 
      "inputs": [[6, 0, 0]]
    }, 
    {
      "op": "null", 
      "name": "decoder_transformer_0_att_self_pre_norm_gamma", 
      "attrs": {"__init__": "[\"constant\", {\"value\": 1.0}]"}, 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "decoder_transformer_0_att_self_pre_norm_beta", 
      "attrs": {"__init__": "[\"constant\", {\"value\": 0.0}]"}, 
      "inputs": []
    }, 
    {
      "op": "LayerNorm", 
      "name": "decoder_transformer_0_att_self_pre_norm", 
      "attrs": {
        "axis": "-1", 
        "eps": "1e-06", 
        "output_mean_var": "False"
      }, 
      "inputs": [[7, 0, 0], [8, 0, 0], [9, 0, 0]]
    }, 
    {
      "op": "null", 
      "name": "decoder_transformer_0_att_self_i2h_weight", 
      "inputs": []
    }, 
    {
      "op": "FullyConnected", 
      "name": "decoder_transformer_0_att_self_qkv_transform", 
      "attrs": {
        "flatten": "False", 
        "no_bias": "True", 
        "num_hidden": "1536"
      }, 
      "inputs": [[10, 0, 0], [11, 0, 0]]
    }, 
    {
      "op": "SliceChannel", 
      "name": "split6", 
      "attrs": {
        "axis": "2", 
        "num_outputs": "3"
      }, 
      "inputs": [[12, 0, 0]]
    }, 
    {
      "op": "_mul_scalar", 
      "name": "_mulscalar8", 
      "attrs": {"scalar": "0.125"}, 
      "inputs": [[13, 0, 0]]
    }, 
    {
      "op": "Reshape", 
      "name": "reshape50", 
      "attrs": {"shape": "(0, -1, 8, 64)"}, 
      "inputs": [[14, 0, 0]]
    }, 
    {
      "op": "transpose", 
      "name": "transpose24", 
      "attrs": {"axes": "(0, 2, 1, 3)"}, 
      "inputs": [[15, 0, 0]]
    }, 
    {
      "op": "Reshape", 
      "name": "reshape51", 
      "attrs": {"shape": "(-3, -1, 64)"}, 
      "inputs": [[16, 0, 0]]
    }, 
    {
      "op": "Reshape", 
      "name": "reshape52", 
      "attrs": {"shape": "(0, -1, 8, 64)"}, 
      "inputs": [[13, 1, 0]]
    }, 
    {
      "op": "transpose", 
      "name": "transpose25", 
      "attrs": {"axes": "(0, 2, 1, 3)"}, 
      "inputs": [[18, 0, 0]]
    }, 
    {
      "op": "Reshape", 
      "name": "reshape53", 
      "attrs": {"shape": "(-3, -1, 64)"}, 
      "inputs": [[19, 0, 0]]
    }, 
    {
      "op": "batch_dot", 
      "name": "decoder_transformer_0_att_self_dot", 
      "attrs": {"transpose_b": "True"}, 
      "inputs": [[17, 0, 0], [20, 0, 0]]
    }, 
    {
      "op": "Custom", 
      "name": "decoder_transformer_target_bias", 
      "attrs": {
        "length": "100", 
        "op_type": "auto_regressive_bias"
      }, 
      "inputs": []
    }, 
    {
      "op": "BlockGrad", 
      "name": "blockgrad1", 
      "inputs": [[22, 0, 0]]
    }, 
    {
      "op": "broadcast_add", 
      "name": "decoder_transformer_0_att_self_bias_add", 
      "inputs": [[21, 0, 0], [23, 0, 0]]
    }, 
    {
      "op": "softmax", 
      "name": "softmax6", 
      "attrs": {"axis": "-1"}, 
      "inputs": [[24, 0, 0]]
    }, 
    {
      "op": "Dropout", 
      "name": "dropout14", 
      "attrs": {"p": "0.1"}, 
      "inputs": [[25, 0, 0]]
    }, 
    {
      "op": "Reshape", 
      "name": "reshape54", 
      "attrs": {"shape": "(0, -1, 8, 64)"}, 
      "inputs": [[13, 2, 0]]
    }, 
    {
      "op": "transpose", 
      "name": "transpose26", 
      "attrs": {"axes": "(0, 2, 1, 3)"}, 
      "inputs": [[27, 0, 0]]
    }, 
    {
      "op": "Reshape", 
      "name": "reshape55", 
      "attrs": {"shape": "(-3, -1, 64)"}, 
      "inputs": [[28, 0, 0]]
    }, 
    {
      "op": "batch_dot", 
      "name": "decoder_transformer_0_att_self_contexts", 
      "inputs": [[26, 0, 0], [29, 0, 0]]
    }, 
    {
      "op": "Reshape", 
      "name": "reshape56", 
      "attrs": {"shape": "(-4, -1, 8, 0, 64)"}, 
      "inputs": [[30, 0, 0]]
    }, 
    {
      "op": "transpose", 
      "name": "transpose27", 
      "attrs": {"axes": "(0, 2, 1, 3)"}, 
      "inputs": [[31, 0, 0]]
    }, 
    {
      "op": "Reshape", 
      "name": "reshape57", 
      "attrs": {"shape": "(-1, 0, 512)"}, 
      "inputs": [[32, 0, 0]]
    }, 
    {
      "op": "null", 
      "name": "decoder_transformer_0_att_self_h2o_weight", 
      "inputs": []
    }, 
    {
      "op": "FullyConnected", 
      "name": "fullyconnected18", 
      "attrs": {
        "flatten": "False", 
        "no_bias": "True", 
        "num_hidden": "512"
      }, 
      "inputs": [[33, 0, 0], [34, 0, 0]]
    }, 
    {
      "op": "Dropout", 
      "name": "decoder_transformer_0_att_self_post_dropout", 
      "attrs": {"p": "0.1"}, 
      "inputs": [[35, 0, 0]]
    }, 
    {
      "op": "elemwise_add", 
      "name": "decoder_transformer_0_att_self_post_residual", 
      "inputs": [[36, 0, 0], [7, 0, 0]]
    }, 
    {
      "op": "null", 
      "name": "decoder_transformer_0_att_enc_pre_norm_gamma", 
      "attrs": {"__init__": "[\"constant\", {\"value\": 1.0}]"}, 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "decoder_transformer_0_att_enc_pre_norm_beta", 
      "attrs": {"__init__": "[\"constant\", {\"value\": 0.0}]"}, 
      "inputs": []
    }, 
    {
      "op": "LayerNorm", 
      "name": "decoder_transformer_0_att_enc_pre_norm", 
      "attrs": {
        "axis": "-1", 
        "eps": "1e-06", 
        "output_mean_var": "False"
      }, 
      "inputs": [[37, 0, 0], [38, 0, 0], [39, 0, 0]]
    }, 
    {
      "op": "null", 
      "name": "decoder_transformer_0_att_enc_q2h_weight", 
      "inputs": []
    }, 
    {
      "op": "FullyConnected", 
      "name": "decoder_transformer_0_att_enc_q_transform", 
      "attrs": {
        "flatten": "False", 
        "no_bias": "True", 
        "num_hidden": "512"
      }, 
      "inputs": [[40, 0, 0], [41, 0, 0]]
    }, 
    {
      "op": "_mul_scalar", 
      "name": "_mulscalar9", 
      "attrs": {"scalar": "0.125"}, 
      "inputs": [[42, 0, 0]]
    }, 
    {
      "op": "Reshape", 
      "name": "reshape58", 
      "attrs": {"shape": "(0, -1, 8, 64)"}, 
      "inputs": [[43, 0, 0]]
    }, 
    {
      "op": "transpose", 
      "name": "transpose28", 
      "attrs": {"axes": "(0, 2, 1, 3)"}, 
      "inputs": [[44, 0, 0]]
    }, 
    {
      "op": "Reshape", 
      "name": "reshape59", 
      "attrs": {"shape": "(-3, -1, 64)"}, 
      "inputs": [[45, 0, 0]]
    }, 
    {
      "op": "null", 
      "name": "source", 
      "inputs": []
    }, 
    {
      "op": "SliceChannel", 
      "name": "source_embed_factor_split", 
      "attrs": {
        "axis": "2", 
        "num_outputs": "3", 
        "squeeze_axis": "True"
      }, 
      "inputs": [[47, 0, 0]]
    }, 
    {
      "op": "Embedding", 
      "name": "source_embed_embed", 
      "attrs": {
        "input_dim": "19581", 
        "output_dim": "512"
      }, 
      "inputs": [[48, 0, 0], [1, 0, 0]]
    }, 
    {
      "op": "null", 
      "name": "source_embed_factor0_weight", 
      "attrs": {"__shape__": "(8, 4)"}, 
      "inputs": []
    }, 
    {
      "op": "Embedding", 
      "name": "source_embed_factor0_embed", 
      "attrs": {
        "input_dim": "8", 
        "output_dim": "4"
      }, 
      "inputs": [[48, 1, 0], [50, 0, 0]]
    }, 
    {
      "op": "null", 
      "name": "source_embed_factor1_weight", 
      "attrs": {"__shape__": "(6, 4)"}, 
      "inputs": []
    }, 
    {
      "op": "Embedding", 
      "name": "source_embed_factor1_embed", 
      "attrs": {
        "input_dim": "6", 
        "output_dim": "4"
      }, 
      "inputs": [[48, 2, 0], [52, 0, 0]]
    }, 
    {
      "op": "Concat", 
      "name": "source_embed_embed_plus_factors", 
      "attrs": {
        "dim": "2", 
        "num_args": "3"
      }, 
      "inputs": [[49, 0, 0], [51, 0, 0], [53, 0, 0]]
    }, 
    {
      "op": "_mul_scalar", 
      "name": "_mulscalar0", 
      "attrs": {"scalar": "22.80350850198276"}, 
      "inputs": [[54, 0, 0]]
    }, 
    {
      "op": "Custom", 
      "name": "source_pos_embed_positional_encodings", 
      "attrs": {
        "depth": "520", 
        "length": "100", 
        "op_type": "positional_encodings"
      }, 
      "inputs": []
    }, 
    {
      "op": "BlockGrad", 
      "name": "blockgrad0", 
      "inputs": [[56, 0, 0]]
    }, 
    {
      "op": "broadcast_add", 
      "name": "broadcast_add0", 
      "inputs": [[55, 0, 0], [57, 0, 0]]
    }, 
    {
      "op": "Dropout", 
      "name": "dropout0", 
      "attrs": {"p": "0.1"}, 
      "inputs": [[58, 0, 0]]
    }, 
    {
      "op": "null", 
      "name": "encoder_transformer_0_att_self_pre_norm_gamma", 
      "attrs": {"__init__": "[\"constant\", {\"value\": 1.0}]"}, 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "encoder_transformer_0_att_self_pre_norm_beta", 
      "attrs": {"__init__": "[\"constant\", {\"value\": 0.0}]"}, 
      "inputs": []
    }, 
    {
      "op": "LayerNorm", 
      "name": "encoder_transformer_0_att_self_pre_norm", 
      "attrs": {
        "axis": "-1", 
        "eps": "1e-06", 
        "output_mean_var": "False"
      }, 
      "inputs": [[59, 0, 0], [60, 0, 0], [61, 0, 0]]
    }, 
    {
      "op": "null", 
      "name": "encoder_transformer_0_att_self_i2h_weight", 
      "inputs": []
    }, 
    {
      "op": "FullyConnected", 
      "name": "encoder_transformer_0_att_self_qkv_transform", 
      "attrs": {
        "flatten": "False", 
        "no_bias": "True", 
        "num_hidden": "1560"
      }, 
      "inputs": [[62, 0, 0], [63, 0, 0]]
    }, 
    {
      "op": "SliceChannel", 
      "name": "split0", 
      "attrs": {
        "axis": "2", 
        "num_outputs": "3"
      }, 
      "inputs": [[64, 0, 0]]
    }, 
    {
      "op": "_mul_scalar", 
      "name": "_mulscalar1", 
      "attrs": {"scalar": "0.12403473458920845"}, 
      "inputs": [[65, 0, 0]]
    }, 
    {
      "op": "Reshape", 
      "name": "reshape1", 
      "attrs": {"shape": "(0, -1, 8, 65)"}, 
      "inputs": [[66, 0, 0]]
    }, 
    {
      "op": "transpose", 
      "name": "transpose0", 
      "attrs": {"axes": "(0, 2, 1, 3)"}, 
      "inputs": [[67, 0, 0]]
    }, 
    {
      "op": "Reshape", 
      "name": "reshape2", 
      "attrs": {"shape": "(-3, -1, 65)"}, 
      "inputs": [[68, 0, 0]]
    }, 
    {
      "op": "Reshape", 
      "name": "reshape3", 
      "attrs": {"shape": "(0, -1, 8, 65)"}, 
      "inputs": [[65, 1, 0]]
    }, 
    {
      "op": "transpose", 
      "name": "transpose1", 
      "attrs": {"axes": "(0, 2, 1, 3)"}, 
      "inputs": [[70, 0, 0]]
    }, 
    {
      "op": "Reshape", 
      "name": "reshape4", 
      "attrs": {"shape": "(-3, -1, 65)"}, 
      "inputs": [[71, 0, 0]]
    }, 
    {
      "op": "batch_dot", 
      "name": "encoder_transformer_0_att_self_dot", 
      "attrs": {"transpose_b": "True"}, 
      "inputs": [[69, 0, 0], [72, 0, 0]]
    }, 
    {
      "op": "SliceChannel", 
      "name": "split0", 
      "attrs": {
        "axis": "2", 
        "num_outputs": "3", 
        "squeeze_axis": "True"
      }, 
      "inputs": [[47, 0, 0]]
    }, 
    {
      "op": "_not_equal_scalar", 
      "name": "_not_equal_scalar0", 
      "attrs": {"scalar": "0"}, 
      "inputs": [[74, 0, 0]]
    }, 
    {
      "op": "sum", 
      "name": "sum0", 
      "attrs": {"axis": "1"}, 
      "inputs": [[75, 0, 0]]
    }, 
    {
      "op": "Custom", 
      "name": "custom0", 
      "attrs": {
        "max_length": "100", 
        "op_type": "variable_length_bias"
      }, 
      "inputs": [[76, 0, 0]]
    }, 
    {
      "op": "expand_dims", 
      "name": "expand_dims0", 
      "attrs": {"axis": "1"}, 
      "inputs": [[77, 0, 0]]
    }, 
    {
      "op": "broadcast_to", 
      "name": "broadcast_to0", 
      "attrs": {"shape": "[0, 8, 0]"}, 
      "inputs": [[78, 0, 0]]
    }, 
    {
      "op": "Reshape", 
      "name": "reshape0", 
      "attrs": {"shape": "[-3, 0]"}, 
      "inputs": [[79, 0, 0]]
    }, 
    {
      "op": "BlockGrad", 
      "name": "encoder_transformer_biasbias", 
      "inputs": [[80, 0, 0]]
    }, 
    {
      "op": "expand_dims", 
      "name": "expand_dims1", 
      "attrs": {"axis": "1"}, 
      "inputs": [[81, 0, 0]]
    }, 
    {
      "op": "broadcast_add", 
      "name": "encoder_transformer_0_att_self_bias_add", 
      "inputs": [[73, 0, 0], [82, 0, 0]]
    }, 
    {
      "op": "softmax", 
      "name": "softmax0", 
      "attrs": {"axis": "-1"}, 
      "inputs": [[83, 0, 0]]
    }, 
    {
      "op": "Dropout", 
      "name": "dropout1", 
      "attrs": {"p": "0.1"}, 
      "inputs": [[84, 0, 0]]
    }, 
    {
      "op": "Reshape", 
      "name": "reshape5", 
      "attrs": {"shape": "(0, -1, 8, 65)"}, 
      "inputs": [[65, 2, 0]]
    }, 
    {
      "op": "transpose", 
      "name": "transpose2", 
      "attrs": {"axes": "(0, 2, 1, 3)"}, 
      "inputs": [[86, 0, 0]]
    }, 
    {
      "op": "Reshape", 
      "name": "reshape6", 
      "attrs": {"shape": "(-3, -1, 65)"}, 
      "inputs": [[87, 0, 0]]
    }, 
    {
      "op": "batch_dot", 
      "name": "encoder_transformer_0_att_self_contexts", 
      "inputs": [[85, 0, 0], [88, 0, 0]]
    }, 
    {
      "op": "Reshape", 
      "name": "reshape7", 
      "attrs": {"shape": "(-4, -1, 8, 0, 65)"}, 
      "inputs": [[89, 0, 0]]
    }, 
    {
      "op": "transpose", 
      "name": "transpose3", 
      "attrs": {"axes": "(0, 2, 1, 3)"}, 
      "inputs": [[90, 0, 0]]
    }, 
    {
      "op": "Reshape", 
      "name": "reshape8", 
      "attrs": {"shape": "(-1, 0, 520)"}, 
      "inputs": [[91, 0, 0]]
    }, 
    {
      "op": "null", 
      "name": "encoder_transformer_0_att_self_h2o_weight", 
      "inputs": []
    }, 
    {
      "op": "FullyConnected", 
      "name": "fullyconnected0", 
      "attrs": {
        "flatten": "False", 
        "no_bias": "True", 
        "num_hidden": "520"
      }, 
      "inputs": [[92, 0, 0], [93, 0, 0]]
    }, 
    {
      "op": "Dropout", 
      "name": "encoder_transformer_0_att_self_post_dropout", 
      "attrs": {"p": "0.1"}, 
      "inputs": [[94, 0, 0]]
    }, 
    {
      "op": "elemwise_add", 
      "name": "encoder_transformer_0_att_self_post_residual", 
      "inputs": [[95, 0, 0], [59, 0, 0]]
    }, 
    {
      "op": "null", 
      "name": "encoder_transformer_0_ff_pre_norm_gamma", 
      "attrs": {"__init__": "[\"constant\", {\"value\": 1.0}]"}, 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "encoder_transformer_0_ff_pre_norm_beta", 
      "attrs": {"__init__": "[\"constant\", {\"value\": 0.0}]"}, 
      "inputs": []
    }, 
    {
      "op": "LayerNorm", 
      "name": "encoder_transformer_0_ff_pre_norm", 
      "attrs": {
        "axis": "-1", 
        "eps": "1e-06", 
        "output_mean_var": "False"
      }, 
      "inputs": [[96, 0, 0], [97, 0, 0], [98, 0, 0]]
    }, 
    {
      "op": "null", 
      "name": "encoder_transformer_0_ff_i2h_weight", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "encoder_transformer_0_ff_i2h_bias", 
      "inputs": []
    }, 
    {
      "op": "FullyConnected", 
      "name": "fullyconnected1", 
      "attrs": {
        "flatten": "False", 
        "num_hidden": "2048"
      }, 
      "inputs": [[99, 0, 0], [100, 0, 0], [101, 0, 0]]
    }, 
    {
      "op": "Activation", 
      "name": "activation0", 
      "attrs": {"act_type": "relu"}, 
      "inputs": [[102, 0, 0]]
    }, 
    {
      "op": "Dropout", 
      "name": "dropout2", 
      "attrs": {"p": "0.1"}, 
      "inputs": [[103, 0, 0]]
    }, 
    {
      "op": "null", 
      "name": "encoder_transformer_0_ff_h2o_weight", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "encoder_transformer_0_ff_h2o_bias", 
      "inputs": []
    }, 
    {
      "op": "FullyConnected", 
      "name": "fullyconnected2", 
      "attrs": {
        "flatten": "False", 
        "num_hidden": "520"
      }, 
      "inputs": [[104, 0, 0], [105, 0, 0], [106, 0, 0]]
    }, 
    {
      "op": "Dropout", 
      "name": "encoder_transformer_0_ff_post_dropout", 
      "attrs": {"p": "0.1"}, 
      "inputs": [[107, 0, 0]]
    }, 
    {
      "op": "elemwise_add", 
      "name": "encoder_transformer_0_ff_post_residual", 
      "inputs": [[108, 0, 0], [96, 0, 0]]
    }, 
    {
      "op": "null", 
      "name": "encoder_transformer_1_att_self_pre_norm_gamma", 
      "attrs": {"__init__": "[\"constant\", {\"value\": 1.0}]"}, 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "encoder_transformer_1_att_self_pre_norm_beta", 
      "attrs": {"__init__": "[\"constant\", {\"value\": 0.0}]"}, 
      "inputs": []
    }, 
    {
      "op": "LayerNorm", 
      "name": "encoder_transformer_1_att_self_pre_norm", 
      "attrs": {
        "axis": "-1", 
        "eps": "1e-06", 
        "output_mean_var": "False"
      }, 
      "inputs": [[109, 0, 0], [110, 0, 0], [111, 0, 0]]
    }, 
    {
      "op": "null", 
      "name": "encoder_transformer_1_att_self_i2h_weight", 
      "inputs": []
    }, 
    {
      "op": "FullyConnected", 
      "name": "encoder_transformer_1_att_self_qkv_transform", 
      "attrs": {
        "flatten": "False", 
        "no_bias": "True", 
        "num_hidden": "1560"
      }, 
      "inputs": [[112, 0, 0], [113, 0, 0]]
    }, 
    {
      "op": "SliceChannel", 
      "name": "split1", 
      "attrs": {
        "axis": "2", 
        "num_outputs": "3"
      }, 
      "inputs": [[114, 0, 0]]
    }, 
    {
      "op": "_mul_scalar", 
      "name": "_mulscalar2", 
      "attrs": {"scalar": "0.12403473458920845"}, 
      "inputs": [[115, 0, 0]]
    }, 
    {
      "op": "Reshape", 
      "name": "reshape9", 
      "attrs": {"shape": "(0, -1, 8, 65)"}, 
      "inputs": [[116, 0, 0]]
    }, 
    {
      "op": "transpose", 
      "name": "transpose4", 
      "attrs": {"axes": "(0, 2, 1, 3)"}, 
      "inputs": [[117, 0, 0]]
    }, 
    {
      "op": "Reshape", 
      "name": "reshape10", 
      "attrs": {"shape": "(-3, -1, 65)"}, 
      "inputs": [[118, 0, 0]]
    }, 
    {
      "op": "Reshape", 
      "name": "reshape11", 
      "attrs": {"shape": "(0, -1, 8, 65)"}, 
      "inputs": [[115, 1, 0]]
    }, 
    {
      "op": "transpose", 
      "name": "transpose5", 
      "attrs": {"axes": "(0, 2, 1, 3)"}, 
      "inputs": [[120, 0, 0]]
    }, 
    {
      "op": "Reshape", 
      "name": "reshape12", 
      "attrs": {"shape": "(-3, -1, 65)"}, 
      "inputs": [[121, 0, 0]]
    }, 
    {
      "op": "batch_dot", 
      "name": "encoder_transformer_1_att_self_dot", 
      "attrs": {"transpose_b": "True"}, 
      "inputs": [[119, 0, 0], [122, 0, 0]]
    }, 
    {
      "op": "broadcast_add", 
      "name": "encoder_transformer_1_att_self_bias_add", 
      "inputs": [[123, 0, 0], [82, 0, 0]]
    }, 
    {
      "op": "softmax", 
      "name": "softmax1", 
      "attrs": {"axis": "-1"}, 
      "inputs": [[124, 0, 0]]
    }, 
    {
      "op": "Dropout", 
      "name": "dropout3", 
      "attrs": {"p": "0.1"}, 
      "inputs": [[125, 0, 0]]
    }, 
    {
      "op": "Reshape", 
      "name": "reshape13", 
      "attrs": {"shape": "(0, -1, 8, 65)"}, 
      "inputs": [[115, 2, 0]]
    }, 
    {
      "op": "transpose", 
      "name": "transpose6", 
      "attrs": {"axes": "(0, 2, 1, 3)"}, 
      "inputs": [[127, 0, 0]]
    }, 
    {
      "op": "Reshape", 
      "name": "reshape14", 
      "attrs": {"shape": "(-3, -1, 65)"}, 
      "inputs": [[128, 0, 0]]
    }, 
    {
      "op": "batch_dot", 
      "name": "encoder_transformer_1_att_self_contexts", 
      "inputs": [[126, 0, 0], [129, 0, 0]]
    }, 
    {
      "op": "Reshape", 
      "name": "reshape15", 
      "attrs": {"shape": "(-4, -1, 8, 0, 65)"}, 
      "inputs": [[130, 0, 0]]
    }, 
    {
      "op": "transpose", 
      "name": "transpose7", 
      "attrs": {"axes": "(0, 2, 1, 3)"}, 
      "inputs": [[131, 0, 0]]
    }, 
    {
      "op": "Reshape", 
      "name": "reshape16", 
      "attrs": {"shape": "(-1, 0, 520)"}, 
      "inputs": [[132, 0, 0]]
    }, 
    {
      "op": "null", 
      "name": "encoder_transformer_1_att_self_h2o_weight", 
      "inputs": []
    }, 
    {
      "op": "FullyConnected", 
      "name": "fullyconnected3", 
      "attrs": {
        "flatten": "False", 
        "no_bias": "True", 
        "num_hidden": "520"
      }, 
      "inputs": [[133, 0, 0], [134, 0, 0]]
    }, 
    {
      "op": "Dropout", 
      "name": "encoder_transformer_1_att_self_post_dropout", 
      "attrs": {"p": "0.1"}, 
      "inputs": [[135, 0, 0]]
    }, 
    {
      "op": "elemwise_add", 
      "name": "encoder_transformer_1_att_self_post_residual", 
      "inputs": [[136, 0, 0], [109, 0, 0]]
    }, 
    {
      "op": "null", 
      "name": "encoder_transformer_1_ff_pre_norm_gamma", 
      "attrs": {"__init__": "[\"constant\", {\"value\": 1.0}]"}, 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "encoder_transformer_1_ff_pre_norm_beta", 
      "attrs": {"__init__": "[\"constant\", {\"value\": 0.0}]"}, 
      "inputs": []
    }, 
    {
      "op": "LayerNorm", 
      "name": "encoder_transformer_1_ff_pre_norm", 
      "attrs": {
        "axis": "-1", 
        "eps": "1e-06", 
        "output_mean_var": "False"
      }, 
      "inputs": [[137, 0, 0], [138, 0, 0], [139, 0, 0]]
    }, 
    {
      "op": "null", 
      "name": "encoder_transformer_1_ff_i2h_weight", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "encoder_transformer_1_ff_i2h_bias", 
      "inputs": []
    }, 
    {
      "op": "FullyConnected", 
      "name": "fullyconnected4", 
      "attrs": {
        "flatten": "False", 
        "num_hidden": "2048"
      }, 
      "inputs": [[140, 0, 0], [141, 0, 0], [142, 0, 0]]
    }, 
    {
      "op": "Activation", 
      "name": "activation1", 
      "attrs": {"act_type": "relu"}, 
      "inputs": [[143, 0, 0]]
    }, 
    {
      "op": "Dropout", 
      "name": "dropout4", 
      "attrs": {"p": "0.1"}, 
      "inputs": [[144, 0, 0]]
    }, 
    {
      "op": "null", 
      "name": "encoder_transformer_1_ff_h2o_weight", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "encoder_transformer_1_ff_h2o_bias", 
      "inputs": []
    }, 
    {
      "op": "FullyConnected", 
      "name": "fullyconnected5", 
      "attrs": {
        "flatten": "False", 
        "num_hidden": "520"
      }, 
      "inputs": [[145, 0, 0], [146, 0, 0], [147, 0, 0]]
    }, 
    {
      "op": "Dropout", 
      "name": "encoder_transformer_1_ff_post_dropout", 
      "attrs": {"p": "0.1"}, 
      "inputs": [[148, 0, 0]]
    }, 
    {
      "op": "elemwise_add", 
      "name": "encoder_transformer_1_ff_post_residual", 
      "inputs": [[149, 0, 0], [137, 0, 0]]
    }, 
    {
      "op": "null", 
      "name": "encoder_transformer_2_att_self_pre_norm_gamma", 
      "attrs": {"__init__": "[\"constant\", {\"value\": 1.0}]"}, 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "encoder_transformer_2_att_self_pre_norm_beta", 
      "attrs": {"__init__": "[\"constant\", {\"value\": 0.0}]"}, 
      "inputs": []
    }, 
    {
      "op": "LayerNorm", 
      "name": "encoder_transformer_2_att_self_pre_norm", 
      "attrs": {
        "axis": "-1", 
        "eps": "1e-06", 
        "output_mean_var": "False"
      }, 
      "inputs": [[150, 0, 0], [151, 0, 0], [152, 0, 0]]
    }, 
    {
      "op": "null", 
      "name": "encoder_transformer_2_att_self_i2h_weight", 
      "inputs": []
    }, 
    {
      "op": "FullyConnected", 
      "name": "encoder_transformer_2_att_self_qkv_transform", 
      "attrs": {
        "flatten": "False", 
        "no_bias": "True", 
        "num_hidden": "1560"
      }, 
      "inputs": [[153, 0, 0], [154, 0, 0]]
    }, 
    {
      "op": "SliceChannel", 
      "name": "split2", 
      "attrs": {
        "axis": "2", 
        "num_outputs": "3"
      }, 
      "inputs": [[155, 0, 0]]
    }, 
    {
      "op": "_mul_scalar", 
      "name": "_mulscalar3", 
      "attrs": {"scalar": "0.12403473458920845"}, 
      "inputs": [[156, 0, 0]]
    }, 
    {
      "op": "Reshape", 
      "name": "reshape17", 
      "attrs": {"shape": "(0, -1, 8, 65)"}, 
      "inputs": [[157, 0, 0]]
    }, 
    {
      "op": "transpose", 
      "name": "transpose8", 
      "attrs": {"axes": "(0, 2, 1, 3)"}, 
      "inputs": [[158, 0, 0]]
    }, 
    {
      "op": "Reshape", 
      "name": "reshape18", 
      "attrs": {"shape": "(-3, -1, 65)"}, 
      "inputs": [[159, 0, 0]]
    }, 
    {
      "op": "Reshape", 
      "name": "reshape19", 
      "attrs": {"shape": "(0, -1, 8, 65)"}, 
      "inputs": [[156, 1, 0]]
    }, 
    {
      "op": "transpose", 
      "name": "transpose9", 
      "attrs": {"axes": "(0, 2, 1, 3)"}, 
      "inputs": [[161, 0, 0]]
    }, 
    {
      "op": "Reshape", 
      "name": "reshape20", 
      "attrs": {"shape": "(-3, -1, 65)"}, 
      "inputs": [[162, 0, 0]]
    }, 
    {
      "op": "batch_dot", 
      "name": "encoder_transformer_2_att_self_dot", 
      "attrs": {"transpose_b": "True"}, 
      "inputs": [[160, 0, 0], [163, 0, 0]]
    }, 
    {
      "op": "broadcast_add", 
      "name": "encoder_transformer_2_att_self_bias_add", 
      "inputs": [[164, 0, 0], [82, 0, 0]]
    }, 
    {
      "op": "softmax", 
      "name": "softmax2", 
      "attrs": {"axis": "-1"}, 
      "inputs": [[165, 0, 0]]
    }, 
    {
      "op": "Dropout", 
      "name": "dropout5", 
      "attrs": {"p": "0.1"}, 
      "inputs": [[166, 0, 0]]
    }, 
    {
      "op": "Reshape", 
      "name": "reshape21", 
      "attrs": {"shape": "(0, -1, 8, 65)"}, 
      "inputs": [[156, 2, 0]]
    }, 
    {
      "op": "transpose", 
      "name": "transpose10", 
      "attrs": {"axes": "(0, 2, 1, 3)"}, 
      "inputs": [[168, 0, 0]]
    }, 
    {
      "op": "Reshape", 
      "name": "reshape22", 
      "attrs": {"shape": "(-3, -1, 65)"}, 
      "inputs": [[169, 0, 0]]
    }, 
    {
      "op": "batch_dot", 
      "name": "encoder_transformer_2_att_self_contexts", 
      "inputs": [[167, 0, 0], [170, 0, 0]]
    }, 
    {
      "op": "Reshape", 
      "name": "reshape23", 
      "attrs": {"shape": "(-4, -1, 8, 0, 65)"}, 
      "inputs": [[171, 0, 0]]
    }, 
    {
      "op": "transpose", 
      "name": "transpose11", 
      "attrs": {"axes": "(0, 2, 1, 3)"}, 
      "inputs": [[172, 0, 0]]
    }, 
    {
      "op": "Reshape", 
      "name": "reshape24", 
      "attrs": {"shape": "(-1, 0, 520)"}, 
      "inputs": [[173, 0, 0]]
    }, 
    {
      "op": "null", 
      "name": "encoder_transformer_2_att_self_h2o_weight", 
      "inputs": []
    }, 
    {
      "op": "FullyConnected", 
      "name": "fullyconnected6", 
      "attrs": {
        "flatten": "False", 
        "no_bias": "True", 
        "num_hidden": "520"
      }, 
      "inputs": [[174, 0, 0], [175, 0, 0]]
    }, 
    {
      "op": "Dropout", 
      "name": "encoder_transformer_2_att_self_post_dropout", 
      "attrs": {"p": "0.1"}, 
      "inputs": [[176, 0, 0]]
    }, 
    {
      "op": "elemwise_add", 
      "name": "encoder_transformer_2_att_self_post_residual", 
      "inputs": [[177, 0, 0], [150, 0, 0]]
    }, 
    {
      "op": "null", 
      "name": "encoder_transformer_2_ff_pre_norm_gamma", 
      "attrs": {"__init__": "[\"constant\", {\"value\": 1.0}]"}, 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "encoder_transformer_2_ff_pre_norm_beta", 
      "attrs": {"__init__": "[\"constant\", {\"value\": 0.0}]"}, 
      "inputs": []
    }, 
    {
      "op": "LayerNorm", 
      "name": "encoder_transformer_2_ff_pre_norm", 
      "attrs": {
        "axis": "-1", 
        "eps": "1e-06", 
        "output_mean_var": "False"
      }, 
      "inputs": [[178, 0, 0], [179, 0, 0], [180, 0, 0]]
    }, 
    {
      "op": "null", 
      "name": "encoder_transformer_2_ff_i2h_weight", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "encoder_transformer_2_ff_i2h_bias", 
      "inputs": []
    }, 
    {
      "op": "FullyConnected", 
      "name": "fullyconnected7", 
      "attrs": {
        "flatten": "False", 
        "num_hidden": "2048"
      }, 
      "inputs": [[181, 0, 0], [182, 0, 0], [183, 0, 0]]
    }, 
    {
      "op": "Activation", 
      "name": "activation2", 
      "attrs": {"act_type": "relu"}, 
      "inputs": [[184, 0, 0]]
    }, 
    {
      "op": "Dropout", 
      "name": "dropout6", 
      "attrs": {"p": "0.1"}, 
      "inputs": [[185, 0, 0]]
    }, 
    {
      "op": "null", 
      "name": "encoder_transformer_2_ff_h2o_weight", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "encoder_transformer_2_ff_h2o_bias", 
      "inputs": []
    }, 
    {
      "op": "FullyConnected", 
      "name": "fullyconnected8", 
      "attrs": {
        "flatten": "False", 
        "num_hidden": "520"
      }, 
      "inputs": [[186, 0, 0], [187, 0, 0], [188, 0, 0]]
    }, 
    {
      "op": "Dropout", 
      "name": "encoder_transformer_2_ff_post_dropout", 
      "attrs": {"p": "0.1"}, 
      "inputs": [[189, 0, 0]]
    }, 
    {
      "op": "elemwise_add", 
      "name": "encoder_transformer_2_ff_post_residual", 
      "inputs": [[190, 0, 0], [178, 0, 0]]
    }, 
    {
      "op": "null", 
      "name": "encoder_transformer_3_att_self_pre_norm_gamma", 
      "attrs": {"__init__": "[\"constant\", {\"value\": 1.0}]"}, 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "encoder_transformer_3_att_self_pre_norm_beta", 
      "attrs": {"__init__": "[\"constant\", {\"value\": 0.0}]"}, 
      "inputs": []
    }, 
    {
      "op": "LayerNorm", 
      "name": "encoder_transformer_3_att_self_pre_norm", 
      "attrs": {
        "axis": "-1", 
        "eps": "1e-06", 
        "output_mean_var": "False"
      }, 
      "inputs": [[191, 0, 0], [192, 0, 0], [193, 0, 0]]
    }, 
    {
      "op": "null", 
      "name": "encoder_transformer_3_att_self_i2h_weight", 
      "inputs": []
    }, 
    {
      "op": "FullyConnected", 
      "name": "encoder_transformer_3_att_self_qkv_transform", 
      "attrs": {
        "flatten": "False", 
        "no_bias": "True", 
        "num_hidden": "1560"
      }, 
      "inputs": [[194, 0, 0], [195, 0, 0]]
    }, 
    {
      "op": "SliceChannel", 
      "name": "split3", 
      "attrs": {
        "axis": "2", 
        "num_outputs": "3"
      }, 
      "inputs": [[196, 0, 0]]
    }, 
    {
      "op": "_mul_scalar", 
      "name": "_mulscalar4", 
      "attrs": {"scalar": "0.12403473458920845"}, 
      "inputs": [[197, 0, 0]]
    }, 
    {
      "op": "Reshape", 
      "name": "reshape25", 
      "attrs": {"shape": "(0, -1, 8, 65)"}, 
      "inputs": [[198, 0, 0]]
    }, 
    {
      "op": "transpose", 
      "name": "transpose12", 
      "attrs": {"axes": "(0, 2, 1, 3)"}, 
      "inputs": [[199, 0, 0]]
    }, 
    {
      "op": "Reshape", 
      "name": "reshape26", 
      "attrs": {"shape": "(-3, -1, 65)"}, 
      "inputs": [[200, 0, 0]]
    }, 
    {
      "op": "Reshape", 
      "name": "reshape27", 
      "attrs": {"shape": "(0, -1, 8, 65)"}, 
      "inputs": [[197, 1, 0]]
    }, 
    {
      "op": "transpose", 
      "name": "transpose13", 
      "attrs": {"axes": "(0, 2, 1, 3)"}, 
      "inputs": [[202, 0, 0]]
    }, 
    {
      "op": "Reshape", 
      "name": "reshape28", 
      "attrs": {"shape": "(-3, -1, 65)"}, 
      "inputs": [[203, 0, 0]]
    }, 
    {
      "op": "batch_dot", 
      "name": "encoder_transformer_3_att_self_dot", 
      "attrs": {"transpose_b": "True"}, 
      "inputs": [[201, 0, 0], [204, 0, 0]]
    }, 
    {
      "op": "broadcast_add", 
      "name": "encoder_transformer_3_att_self_bias_add", 
      "inputs": [[205, 0, 0], [82, 0, 0]]
    }, 
    {
      "op": "softmax", 
      "name": "softmax3", 
      "attrs": {"axis": "-1"}, 
      "inputs": [[206, 0, 0]]
    }, 
    {
      "op": "Dropout", 
      "name": "dropout7", 
      "attrs": {"p": "0.1"}, 
      "inputs": [[207, 0, 0]]
    }, 
    {
      "op": "Reshape", 
      "name": "reshape29", 
      "attrs": {"shape": "(0, -1, 8, 65)"}, 
      "inputs": [[197, 2, 0]]
    }, 
    {
      "op": "transpose", 
      "name": "transpose14", 
      "attrs": {"axes": "(0, 2, 1, 3)"}, 
      "inputs": [[209, 0, 0]]
    }, 
    {
      "op": "Reshape", 
      "name": "reshape30", 
      "attrs": {"shape": "(-3, -1, 65)"}, 
      "inputs": [[210, 0, 0]]
    }, 
    {
      "op": "batch_dot", 
      "name": "encoder_transformer_3_att_self_contexts", 
      "inputs": [[208, 0, 0], [211, 0, 0]]
    }, 
    {
      "op": "Reshape", 
      "name": "reshape31", 
      "attrs": {"shape": "(-4, -1, 8, 0, 65)"}, 
      "inputs": [[212, 0, 0]]
    }, 
    {
      "op": "transpose", 
      "name": "transpose15", 
      "attrs": {"axes": "(0, 2, 1, 3)"}, 
      "inputs": [[213, 0, 0]]
    }, 
    {
      "op": "Reshape", 
      "name": "reshape32", 
      "attrs": {"shape": "(-1, 0, 520)"}, 
      "inputs": [[214, 0, 0]]
    }, 
    {
      "op": "null", 
      "name": "encoder_transformer_3_att_self_h2o_weight", 
      "inputs": []
    }, 
    {
      "op": "FullyConnected", 
      "name": "fullyconnected9", 
      "attrs": {
        "flatten": "False", 
        "no_bias": "True", 
        "num_hidden": "520"
      }, 
      "inputs": [[215, 0, 0], [216, 0, 0]]
    }, 
    {
      "op": "Dropout", 
      "name": "encoder_transformer_3_att_self_post_dropout", 
      "attrs": {"p": "0.1"}, 
      "inputs": [[217, 0, 0]]
    }, 
    {
      "op": "elemwise_add", 
      "name": "encoder_transformer_3_att_self_post_residual", 
      "inputs": [[218, 0, 0], [191, 0, 0]]
    }, 
    {
      "op": "null", 
      "name": "encoder_transformer_3_ff_pre_norm_gamma", 
      "attrs": {"__init__": "[\"constant\", {\"value\": 1.0}]"}, 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "encoder_transformer_3_ff_pre_norm_beta", 
      "attrs": {"__init__": "[\"constant\", {\"value\": 0.0}]"}, 
      "inputs": []
    }, 
    {
      "op": "LayerNorm", 
      "name": "encoder_transformer_3_ff_pre_norm", 
      "attrs": {
        "axis": "-1", 
        "eps": "1e-06", 
        "output_mean_var": "False"
      }, 
      "inputs": [[219, 0, 0], [220, 0, 0], [221, 0, 0]]
    }, 
    {
      "op": "null", 
      "name": "encoder_transformer_3_ff_i2h_weight", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "encoder_transformer_3_ff_i2h_bias", 
      "inputs": []
    }, 
    {
      "op": "FullyConnected", 
      "name": "fullyconnected10", 
      "attrs": {
        "flatten": "False", 
        "num_hidden": "2048"
      }, 
      "inputs": [[222, 0, 0], [223, 0, 0], [224, 0, 0]]
    }, 
    {
      "op": "Activation", 
      "name": "activation3", 
      "attrs": {"act_type": "relu"}, 
      "inputs": [[225, 0, 0]]
    }, 
    {
      "op": "Dropout", 
      "name": "dropout8", 
      "attrs": {"p": "0.1"}, 
      "inputs": [[226, 0, 0]]
    }, 
    {
      "op": "null", 
      "name": "encoder_transformer_3_ff_h2o_weight", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "encoder_transformer_3_ff_h2o_bias", 
      "inputs": []
    }, 
    {
      "op": "FullyConnected", 
      "name": "fullyconnected11", 
      "attrs": {
        "flatten": "False", 
        "num_hidden": "520"
      }, 
      "inputs": [[227, 0, 0], [228, 0, 0], [229, 0, 0]]
    }, 
    {
      "op": "Dropout", 
      "name": "encoder_transformer_3_ff_post_dropout", 
      "attrs": {"p": "0.1"}, 
      "inputs": [[230, 0, 0]]
    }, 
    {
      "op": "elemwise_add", 
      "name": "encoder_transformer_3_ff_post_residual", 
      "inputs": [[231, 0, 0], [219, 0, 0]]
    }, 
    {
      "op": "null", 
      "name": "encoder_transformer_4_att_self_pre_norm_gamma", 
      "attrs": {"__init__": "[\"constant\", {\"value\": 1.0}]"}, 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "encoder_transformer_4_att_self_pre_norm_beta", 
      "attrs": {"__init__": "[\"constant\", {\"value\": 0.0}]"}, 
      "inputs": []
    }, 
    {
      "op": "LayerNorm", 
      "name": "encoder_transformer_4_att_self_pre_norm", 
      "attrs": {
        "axis": "-1", 
        "eps": "1e-06", 
        "output_mean_var": "False"
      }, 
      "inputs": [[232, 0, 0], [233, 0, 0], [234, 0, 0]]
    }, 
    {
      "op": "null", 
      "name": "encoder_transformer_4_att_self_i2h_weight", 
      "inputs": []
    }, 
    {
      "op": "FullyConnected", 
      "name": "encoder_transformer_4_att_self_qkv_transform", 
      "attrs": {
        "flatten": "False", 
        "no_bias": "True", 
        "num_hidden": "1560"
      }, 
      "inputs": [[235, 0, 0], [236, 0, 0]]
    }, 
    {
      "op": "SliceChannel", 
      "name": "split4", 
      "attrs": {
        "axis": "2", 
        "num_outputs": "3"
      }, 
      "inputs": [[237, 0, 0]]
    }, 
    {
      "op": "_mul_scalar", 
      "name": "_mulscalar5", 
      "attrs": {"scalar": "0.12403473458920845"}, 
      "inputs": [[238, 0, 0]]
    }, 
    {
      "op": "Reshape", 
      "name": "reshape33", 
      "attrs": {"shape": "(0, -1, 8, 65)"}, 
      "inputs": [[239, 0, 0]]
    }, 
    {
      "op": "transpose", 
      "name": "transpose16", 
      "attrs": {"axes": "(0, 2, 1, 3)"}, 
      "inputs": [[240, 0, 0]]
    }, 
    {
      "op": "Reshape", 
      "name": "reshape34", 
      "attrs": {"shape": "(-3, -1, 65)"}, 
      "inputs": [[241, 0, 0]]
    }, 
    {
      "op": "Reshape", 
      "name": "reshape35", 
      "attrs": {"shape": "(0, -1, 8, 65)"}, 
      "inputs": [[238, 1, 0]]
    }, 
    {
      "op": "transpose", 
      "name": "transpose17", 
      "attrs": {"axes": "(0, 2, 1, 3)"}, 
      "inputs": [[243, 0, 0]]
    }, 
    {
      "op": "Reshape", 
      "name": "reshape36", 
      "attrs": {"shape": "(-3, -1, 65)"}, 
      "inputs": [[244, 0, 0]]
    }, 
    {
      "op": "batch_dot", 
      "name": "encoder_transformer_4_att_self_dot", 
      "attrs": {"transpose_b": "True"}, 
      "inputs": [[242, 0, 0], [245, 0, 0]]
    }, 
    {
      "op": "broadcast_add", 
      "name": "encoder_transformer_4_att_self_bias_add", 
      "inputs": [[246, 0, 0], [82, 0, 0]]
    }, 
    {
      "op": "softmax", 
      "name": "softmax4", 
      "attrs": {"axis": "-1"}, 
      "inputs": [[247, 0, 0]]
    }, 
    {
      "op": "Dropout", 
      "name": "dropout9", 
      "attrs": {"p": "0.1"}, 
      "inputs": [[248, 0, 0]]
    }, 
    {
      "op": "Reshape", 
      "name": "reshape37", 
      "attrs": {"shape": "(0, -1, 8, 65)"}, 
      "inputs": [[238, 2, 0]]
    }, 
    {
      "op": "transpose", 
      "name": "transpose18", 
      "attrs": {"axes": "(0, 2, 1, 3)"}, 
      "inputs": [[250, 0, 0]]
    }, 
    {
      "op": "Reshape", 
      "name": "reshape38", 
      "attrs": {"shape": "(-3, -1, 65)"}, 
      "inputs": [[251, 0, 0]]
    }, 
    {
      "op": "batch_dot", 
      "name": "encoder_transformer_4_att_self_contexts", 
      "inputs": [[249, 0, 0], [252, 0, 0]]
    }, 
    {
      "op": "Reshape", 
      "name": "reshape39", 
      "attrs": {"shape": "(-4, -1, 8, 0, 65)"}, 
      "inputs": [[253, 0, 0]]
    }, 
    {
      "op": "transpose", 
      "name": "transpose19", 
      "attrs": {"axes": "(0, 2, 1, 3)"}, 
      "inputs": [[254, 0, 0]]
    }, 
    {
      "op": "Reshape", 
      "name": "reshape40", 
      "attrs": {"shape": "(-1, 0, 520)"}, 
      "inputs": [[255, 0, 0]]
    }, 
    {
      "op": "null", 
      "name": "encoder_transformer_4_att_self_h2o_weight", 
      "inputs": []
    }, 
    {
      "op": "FullyConnected", 
      "name": "fullyconnected12", 
      "attrs": {
        "flatten": "False", 
        "no_bias": "True", 
        "num_hidden": "520"
      }, 
      "inputs": [[256, 0, 0], [257, 0, 0]]
    }, 
    {
      "op": "Dropout", 
      "name": "encoder_transformer_4_att_self_post_dropout", 
      "attrs": {"p": "0.1"}, 
      "inputs": [[258, 0, 0]]
    }, 
    {
      "op": "elemwise_add", 
      "name": "encoder_transformer_4_att_self_post_residual", 
      "inputs": [[259, 0, 0], [232, 0, 0]]
    }, 
    {
      "op": "null", 
      "name": "encoder_transformer_4_ff_pre_norm_gamma", 
      "attrs": {"__init__": "[\"constant\", {\"value\": 1.0}]"}, 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "encoder_transformer_4_ff_pre_norm_beta", 
      "attrs": {"__init__": "[\"constant\", {\"value\": 0.0}]"}, 
      "inputs": []
    }, 
    {
      "op": "LayerNorm", 
      "name": "encoder_transformer_4_ff_pre_norm", 
      "attrs": {
        "axis": "-1", 
        "eps": "1e-06", 
        "output_mean_var": "False"
      }, 
      "inputs": [[260, 0, 0], [261, 0, 0], [262, 0, 0]]
    }, 
    {
      "op": "null", 
      "name": "encoder_transformer_4_ff_i2h_weight", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "encoder_transformer_4_ff_i2h_bias", 
      "inputs": []
    }, 
    {
      "op": "FullyConnected", 
      "name": "fullyconnected13", 
      "attrs": {
        "flatten": "False", 
        "num_hidden": "2048"
      }, 
      "inputs": [[263, 0, 0], [264, 0, 0], [265, 0, 0]]
    }, 
    {
      "op": "Activation", 
      "name": "activation4", 
      "attrs": {"act_type": "relu"}, 
      "inputs": [[266, 0, 0]]
    }, 
    {
      "op": "Dropout", 
      "name": "dropout10", 
      "attrs": {"p": "0.1"}, 
      "inputs": [[267, 0, 0]]
    }, 
    {
      "op": "null", 
      "name": "encoder_transformer_4_ff_h2o_weight", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "encoder_transformer_4_ff_h2o_bias", 
      "inputs": []
    }, 
    {
      "op": "FullyConnected", 
      "name": "fullyconnected14", 
      "attrs": {
        "flatten": "False", 
        "num_hidden": "520"
      }, 
      "inputs": [[268, 0, 0], [269, 0, 0], [270, 0, 0]]
    }, 
    {
      "op": "Dropout", 
      "name": "encoder_transformer_4_ff_post_dropout", 
      "attrs": {"p": "0.1"}, 
      "inputs": [[271, 0, 0]]
    }, 
    {
      "op": "elemwise_add", 
      "name": "encoder_transformer_4_ff_post_residual", 
      "inputs": [[272, 0, 0], [260, 0, 0]]
    }, 
    {
      "op": "null", 
      "name": "encoder_transformer_5_att_self_pre_norm_gamma", 
      "attrs": {"__init__": "[\"constant\", {\"value\": 1.0}]"}, 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "encoder_transformer_5_att_self_pre_norm_beta", 
      "attrs": {"__init__": "[\"constant\", {\"value\": 0.0}]"}, 
      "inputs": []
    }, 
    {
      "op": "LayerNorm", 
      "name": "encoder_transformer_5_att_self_pre_norm", 
      "attrs": {
        "axis": "-1", 
        "eps": "1e-06", 
        "output_mean_var": "False"
      }, 
      "inputs": [[273, 0, 0], [274, 0, 0], [275, 0, 0]]
    }, 
    {
      "op": "null", 
      "name": "encoder_transformer_5_att_self_i2h_weight", 
      "inputs": []
    }, 
    {
      "op": "FullyConnected", 
      "name": "encoder_transformer_5_att_self_qkv_transform", 
      "attrs": {
        "flatten": "False", 
        "no_bias": "True", 
        "num_hidden": "1560"
      }, 
      "inputs": [[276, 0, 0], [277, 0, 0]]
    }, 
    {
      "op": "SliceChannel", 
      "name": "split5", 
      "attrs": {
        "axis": "2", 
        "num_outputs": "3"
      }, 
      "inputs": [[278, 0, 0]]
    }, 
    {
      "op": "_mul_scalar", 
      "name": "_mulscalar6", 
      "attrs": {"scalar": "0.12403473458920845"}, 
      "inputs": [[279, 0, 0]]
    }, 
    {
      "op": "Reshape", 
      "name": "reshape41", 
      "attrs": {"shape": "(0, -1, 8, 65)"}, 
      "inputs": [[280, 0, 0]]
    }, 
    {
      "op": "transpose", 
      "name": "transpose20", 
      "attrs": {"axes": "(0, 2, 1, 3)"}, 
      "inputs": [[281, 0, 0]]
    }, 
    {
      "op": "Reshape", 
      "name": "reshape42", 
      "attrs": {"shape": "(-3, -1, 65)"}, 
      "inputs": [[282, 0, 0]]
    }, 
    {
      "op": "Reshape", 
      "name": "reshape43", 
      "attrs": {"shape": "(0, -1, 8, 65)"}, 
      "inputs": [[279, 1, 0]]
    }, 
    {
      "op": "transpose", 
      "name": "transpose21", 
      "attrs": {"axes": "(0, 2, 1, 3)"}, 
      "inputs": [[284, 0, 0]]
    }, 
    {
      "op": "Reshape", 
      "name": "reshape44", 
      "attrs": {"shape": "(-3, -1, 65)"}, 
      "inputs": [[285, 0, 0]]
    }, 
    {
      "op": "batch_dot", 
      "name": "encoder_transformer_5_att_self_dot", 
      "attrs": {"transpose_b": "True"}, 
      "inputs": [[283, 0, 0], [286, 0, 0]]
    }, 
    {
      "op": "broadcast_add", 
      "name": "encoder_transformer_5_att_self_bias_add", 
      "inputs": [[287, 0, 0], [82, 0, 0]]
    }, 
    {
      "op": "softmax", 
      "name": "softmax5", 
      "attrs": {"axis": "-1"}, 
      "inputs": [[288, 0, 0]]
    }, 
    {
      "op": "Dropout", 
      "name": "dropout11", 
      "attrs": {"p": "0.1"}, 
      "inputs": [[289, 0, 0]]
    }, 
    {
      "op": "Reshape", 
      "name": "reshape45", 
      "attrs": {"shape": "(0, -1, 8, 65)"}, 
      "inputs": [[279, 2, 0]]
    }, 
    {
      "op": "transpose", 
      "name": "transpose22", 
      "attrs": {"axes": "(0, 2, 1, 3)"}, 
      "inputs": [[291, 0, 0]]
    }, 
    {
      "op": "Reshape", 
      "name": "reshape46", 
      "attrs": {"shape": "(-3, -1, 65)"}, 
      "inputs": [[292, 0, 0]]
    }, 
    {
      "op": "batch_dot", 
      "name": "encoder_transformer_5_att_self_contexts", 
      "inputs": [[290, 0, 0], [293, 0, 0]]
    }, 
    {
      "op": "Reshape", 
      "name": "reshape47", 
      "attrs": {"shape": "(-4, -1, 8, 0, 65)"}, 
      "inputs": [[294, 0, 0]]
    }, 
    {
      "op": "transpose", 
      "name": "transpose23", 
      "attrs": {"axes": "(0, 2, 1, 3)"}, 
      "inputs": [[295, 0, 0]]
    }, 
    {
      "op": "Reshape", 
      "name": "reshape48", 
      "attrs": {"shape": "(-1, 0, 520)"}, 
      "inputs": [[296, 0, 0]]
    }, 
    {
      "op": "null", 
      "name": "encoder_transformer_5_att_self_h2o_weight", 
      "inputs": []
    }, 
    {
      "op": "FullyConnected", 
      "name": "fullyconnected15", 
      "attrs": {
        "flatten": "False", 
        "no_bias": "True", 
        "num_hidden": "520"
      }, 
      "inputs": [[297, 0, 0], [298, 0, 0]]
    }, 
    {
      "op": "Dropout", 
      "name": "encoder_transformer_5_att_self_post_dropout", 
      "attrs": {"p": "0.1"}, 
      "inputs": [[299, 0, 0]]
    }, 
    {
      "op": "elemwise_add", 
      "name": "encoder_transformer_5_att_self_post_residual", 
      "inputs": [[300, 0, 0], [273, 0, 0]]
    }, 
    {
      "op": "null", 
      "name": "encoder_transformer_5_ff_pre_norm_gamma", 
      "attrs": {"__init__": "[\"constant\", {\"value\": 1.0}]"}, 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "encoder_transformer_5_ff_pre_norm_beta", 
      "attrs": {"__init__": "[\"constant\", {\"value\": 0.0}]"}, 
      "inputs": []
    }, 
    {
      "op": "LayerNorm", 
      "name": "encoder_transformer_5_ff_pre_norm", 
      "attrs": {
        "axis": "-1", 
        "eps": "1e-06", 
        "output_mean_var": "False"
      }, 
      "inputs": [[301, 0, 0], [302, 0, 0], [303, 0, 0]]
    }, 
    {
      "op": "null", 
      "name": "encoder_transformer_5_ff_i2h_weight", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "encoder_transformer_5_ff_i2h_bias", 
      "inputs": []
    }, 
    {
      "op": "FullyConnected", 
      "name": "fullyconnected16", 
      "attrs": {
        "flatten": "False", 
        "num_hidden": "2048"
      }, 
      "inputs": [[304, 0, 0], [305, 0, 0], [306, 0, 0]]
    }, 
    {
      "op": "Activation", 
      "name": "activation5", 
      "attrs": {"act_type": "relu"}, 
      "inputs": [[307, 0, 0]]
    }, 
    {
      "op": "Dropout", 
      "name": "dropout12", 
      "attrs": {"p": "0.1"}, 
      "inputs": [[308, 0, 0]]
    }, 
    {
      "op": "null", 
      "name": "encoder_transformer_5_ff_h2o_weight", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "encoder_transformer_5_ff_h2o_bias", 
      "inputs": []
    }, 
    {
      "op": "FullyConnected", 
      "name": "fullyconnected17", 
      "attrs": {
        "flatten": "False", 
        "num_hidden": "520"
      }, 
      "inputs": [[309, 0, 0], [310, 0, 0], [311, 0, 0]]
    }, 
    {
      "op": "Dropout", 
      "name": "encoder_transformer_5_ff_post_dropout", 
      "attrs": {"p": "0.1"}, 
      "inputs": [[312, 0, 0]]
    }, 
    {
      "op": "elemwise_add", 
      "name": "encoder_transformer_5_ff_post_residual", 
      "inputs": [[313, 0, 0], [301, 0, 0]]
    }, 
    {
      "op": "null", 
      "name": "encoder_transformer_final_process_norm_gamma", 
      "attrs": {"__init__": "[\"constant\", {\"value\": 1.0}]"}, 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "encoder_transformer_final_process_norm_beta", 
      "attrs": {"__init__": "[\"constant\", {\"value\": 0.0}]"}, 
      "inputs": []
    }, 
    {
      "op": "LayerNorm", 
      "name": "encoder_transformer_final_process_norm", 
      "attrs": {
        "axis": "-1", 
        "eps": "1e-06", 
        "output_mean_var": "False"
      }, 
