{
    "manag@@": 12298,
    "zer@@": 11795,
    "reminded": 5841,
    "rein@@": 9718,
    "meant": 2081,
    "BS": 9925,
    "supply": 973,
    "tariffs": 7136,
    "aids": 9805,
    "ADOP@@": 19480,
    "ownership": 3988,
    "Mess@@": 14993,
    "oils": 8442,
    "conversations": 11886,
    "Sorry": 3568,
    "eradic@@": 15891,
    "H@@": 410,
    "commun@@": 11246,
    "alice": 12325,
    "invention": 16841,
    "ghosts": 8505,
    "embassy": 12213,
    "dimension": 4528,
    "happily": 11302,
    "parks": 15173,
    "psychiatric": 15768,
    "lacked": 17060,
    "blu@@": 8098,
    "exhaustive": 9396,
    "joy": 5795,
    ".'": 1901,
    "trader": 6992,
    "confined": 7089,
    "wooden": 6329,
    "Jan@@": 10210,
    "lon@@": 5465,
    "AC@@": 3060,
    "aunt": 6333,
    "sam@@": 5596,
    "chooses": 11882,
    "Susan": 13064,
    "jointly": 5137,
    "Party": 3161,
    "bro": 8116,
    "metabolic": 16496,
    "contempl@@": 12158,
    "ECH@@": 16580,
    "differences": 2277,
    "lie": 1475,
    "Internet": 4496,
    "aling": 5654,
    "ption": 4698,
    "viet": 19463,
    "laughed": 5438,
    "insur@@": 13507,
    "wis@@": 7493,
    "dan@@": 3367,
    "attachments": 15117,
    "smaller": 3200,
    "interests": 1271,
    "AND": 3817,
    "traffic": 2304,
    "Johnson": 16554,
    "daugh@@": 19459,
    "coll@@": 17478,
    "jury": 6775,
    "Compe@@": 18546,
    "premiums": 9808,
    "pools": 15094,
    "they": 57,
    "ery@@": 17645,
    "drawing": 3379,
    "signing": 6942,
    "footsteps": 12548,
    "cape": 11434,
    "Se@@": 2231,
    "ot@@": 3079,
    "manually": 10988,
    "le'": 10368,
    "pren@@": 18302,
    "impression": 5891,
    "implementing": 1022,
    "exam": 10087,
    "expenditures": 11262,
    "fax": 5370,
    "petitioner": 13070,
    "heart@@": 11508,
    "with@@": 8113,
    "dit@@": 6173,
    "degree": 2314,
    "nie": 3833,
    "tionless": 19154,
    "shifting": 13228,
    "vege@@": 17710,
    "Phar@@": 18084,
    "fountain": 17170,
    "nerv@@": 18590,
    "OF@@": 12705,
    "anony@@": 16078,
    "door@@": 7575,
    "cit@@": 7980,
    "last": 244,
    "whole": 496,
    "resumed": 13662,
    "cast@@": 14211,
    "odynamic": 13990,
    "defended": 16654,
    "stom": 16477,
    "warnings": 8697,
    "Pho@@": 12323,
    "(2@@": 17764,
    "ns": 2298,
    "Slovakia": 16769,
    "the": 4,
    "gla@@": 7378,
    "bital": 17076,
    "flir@@": 12508,
    "significant": 709,
    "integrity": 5648,
    "ceased": 6232,
    "barb@@": 13595,
    "audits": 4876,
    "avoidance": 11594,
    "Hell@@": 13599,
    "discharge": 6291,
    "selling": 2664,
    "pumps": 14484,
    "sensed": 11126,
    "ZPO": 17181,
    "bel": 9268,
    "concealed": 12620,
    "mansion": 14603,
    "crete": 18863,
    "evac@@": 19426,
    "ordin@@": 5342,
    "Note": 5606,
    "problematic": 16312,
    "professions": 11215,
    "international": 559,
    "bacterial": 14018,
    "mainland": 12726,
    "pover@@": 18858,
    "chment": 16436,
    "Why": 845,
    "coverage": 5793,
    "tits": 13991,
    "viruses": 12245,
    "Board": 2578,
    "KK": 13701,
    "beneath": 4531,
    "privi@@": 19337,
    "restor@@": 19129,
    "quered": 19469,
    "stitu@@": 17951,
    "prosperity": 11255,
    "Educ@@": 19005,
    "Bo@@": 2696,
    "Back": 8740,
    "sun": 2036,
    "parcel": 17155,
    "iness": 4707,
    "benchmark": 7875,
    "recalls": 13032,
    "Carter": 13472,
    "progress": 1421,
    "bilities": 17940,
    "ending": 4648,
    "thi@@": 6224,
    "pun@@": 6515,
    "agu@@": 8544,
    "Assi@@": 18254,
    "enzymes": 10330,
    "renz": 19264,
    "ghtly": 17144,
    "electr@@": 8323,
    "Over@@": 11173,
    "dors": 16255,
    "pine": 9969,
    "arise": 4676,
    "universal": 5608,
    "parking": 4978,
    "indispensable": 7977,
    "captive": 12110,
    "orities": 18835,
    "Chairman": 15845,
    "parcels": 12215,
    "falling": 2445,
    "enlarged": 14979,
    "dogs": 3485,
    "tonom@@": 18259,
    "confessed": 13444,
    "RF@@": 12625,
    "garet": 14139,
    "partner@@": 18153,
    "regularity": 9754,
    "day": 218,
    "Detec@@": 18551,
    "repository": 15191,
    "pters": 18361,
    "sometime": 9127,
    "CE": 6056,
    "surplus": 5902,
    "entic": 19377,
    "insane": 8272,
    "plo@@": 10313,
    "feder@@": 15034,
    "gentle": 5803,
    "start": 603,
    "Save": 11709,
    "T.": 16516,
    "Nat@@": 7651,
    "Men@@": 15671,
    "narcotics": 16248,
    "pen": 4993,
    "devi@@": 12121,
    "ch": 1549,
    "emergencies": 13189,
    "suffering": 4816,
    "choo@@": 18982,
    "secrecy": 7525,
    "nam@@": 7065,
    "sufficient": 894,
    "slit": 16422,
    "restructuring": 1800,
    "not@@": 8863,
    "medication": 9229,
    "tence": 18930,
    "france": 3628,
    "joints": 15026,
    "mo@@": 813,
    "mits": 13435,
    "elaborate": 13666,
    "exac@@": 18827,
    "reported": 1228,
    "countless": 13034,
    "coloured": 11244,
    "jewish": 14814,
    "radioactive": 8649,
    "itability": 19012,
    "ambition": 12002,
    "operating": 1290,
    "zone": 2833,
    "cially": 19404,
    "roman@@": 9029,
    "repar@@": 14804,
    "Amendment": 8147,
    "uc@@": 2149,
    "emphasis": 6179,
    "registered": 1654,
    "tenders": 4758,
    "slow": 3083,
    "metr@@": 8340,
    "arc": 12924,
    "Cooperation": 8191,
    "ads": 5181,
    "thin": 3930,
    "MR@@": 9323,
    "renewal": 6750,
    "BAT": 16647,
    "findings": 2396,
    "attraction": 17271,
    "tactics": 15194,
    "inconsistencies": 14416,
    "wagons": 10067,
    "considers": 1114,
    "horm@@": 19403,
    "loveyou": 17248,
    "contem@@": 14461,
    "alpha@@": 13102,
    "transmission": 2237,
    "counting": 5873,
    "filter": 5645,
    "q@@": 5108,
    "reci@@": 17685,
    "motion": 4217,
    "global": 1446,
    "no@@": 1068,
    "Open": 7104,
    "ordon": 10702,
    "retained": 5936,
    "Pu@@": 8553,
    "decks": 16633,
    "(1@@": 17874,
    "brussels": 8140,
    "raeli": 13369,
    "careful": 3182,
    "understands": 9610,
    "ght": 11668,
    "paces": 13440,
    "ricul@@": 19307,
    "'re": 62,
    "mails": 13144,
    "Ta@@": 10505,
    "construed": 10442,
    "safe@@": 14642,
    "Land": 9627,
    "armor": 10271,
    "Kno@@": 14122,
    "holds": 5747,
    "mess": 4690,
    "interview": 5063,
    "forgetting": 12761,
    "righte@@": 18180,
    "lana": 15164,
    "campaigns": 10379,
    "constructive": 16419,
    "kinda": 12209,
    "hear": 683,
    "spreading": 8757,
    "charming": 10187,
    "ends": 3406,
    "mum": 10084,
    "fund": 1702,
    "sion": 2203,
    "Got": 6718,
    "attan": 19292,
    "egypt": 15416,
    "genuinely": 12256,
    "Cop@@": 10693,
    "safety": 629,
    "Despite": 8913,
    "merger": 4864,
    "ute": 8150,
    "snow": 4321,
    "become": 866,
    "pursuit": 7601,
    "matic": 7737,
    "glu@@": 10485,
    "revoked": 13154,
    "spectrum": 6430,
    "english": 4647,
    "assisted": 6725,
    "psychological": 9249,
    "sums": 7023,
    "Scott": 13461,
    "shortly": 6558,
    "pharmac@@": 7176,
    "yes": 578,
    "docu@@": 13104,
    "genic": 13965,
    "prima": 14448,
    "Probably": 10591,
    "al'": 7437,
    "fare": 14527,
    "kan@@": 14793,
    "isations": 15573,
    "imagination": 9092,
    "fucked": 5868,
    "packet": 15266,
    "alle@@": 11335,
    "pounding": 10594,
    "vac@@": 10429,
    "contrary": 1829,
    "triangle": 15593,
    "millenni@@": 19335,
    "slu@@": 9501,
    "burns": 9172,
    "cable": 6576,
    "excep@@": 18916,
    "usable": 11016,
    "thiness": 19473,
    "cabinet": 8327,
    "workin": 15024,
    "Stone": 15975,
    "aughter": 18606,
    "recal@@": 13978,
    "tom": 4423,
    "europol": 9965,
    "ings": 1146,
    "Econ@@": 17703,
    "tra": 6410,
    "consciousness": 7331,
    "pharmaceu@@": 17394,
    "tico@@": 17143,
    "African": 10913,
    "edge": 2693,
    "legislature": 4937,
    "offender": 10769,
    "dure": 19300,
    "proving": 8417,
    "Vir@@": 9469,
    "policy@@": 9536,
    "propose": 3807,
    "bears": 8659,
    "aqu@@": 8686,
    "nell": 10954,
    "nausea": 9842,
    "AG@@": 5136,
    "dependence": 8344,
    "ti@@": 665,
    "oked": 15506,
    "converted": 6121,
    "print": 3602,
    "para@@": 13195,
    "residu@@": 18994,
    "Simil@@": 18146,
    "immense": 13561,
    "Spi@@": 16038,
    "highness": 15010,
    "saturday": 9691,
    "reputation": 4749,
    "onset": 13278,
    "paused": 6894,
    "weighs": 16444,
    "aero@@": 12440,
    "ardo": 16680,
    "Up": 10246,
    "wor@@": 5019,
    "aided": 16820,
    "White": 6500,
    "ter": 1025,
    "r": 1356,
    "ners": 4596,
    "credits": 7865,
    "limits": 1376,
    "heavier": 15353,
    "demo@@": 8997,
    "passenger": 2998,
    "maximum": 948,
    "distinctive": 5977,
    "skele@@": 19466,
    "remedy": 5517,
    "based": 319,
    "fence": 8321,
    "Walter": 12542,
    "ax@@": 3953,
    "preclude": 7214,
    "loves": 4205,
    "fossi@@": 18662,
    "proved": 4930,
    "sk": 13819,
    "declar@@": 17122,
    "owns": 8073,
    "October": 2922,
    "sons": 5199,
    "variations": 9378,
    "defined": 901,
    "great@@": 17848,
    "Fig@@": 19181,
    "during": 294,
    "chamber": 3384,
    "rol@@": 14940,
    "slovak": 16106,
    "stranger": 7370,
    "agli@@": 14564,
    "essa": 11375,
    "tmark": 17111,
    "hydrochlorothiazide": 13664,
    "sweat@@": 11779,
    "ku": 14824,
    "ON@@": 4476,
    "okay": 412,
    "series": 2502,
    "Baltic": 14064,
    "hopeless": 16642,
    "divorced": 8423,
    "equ@@": 6100,
    "sailing": 15968,
    "superiors": 17160,
    "impul@@": 17480,
    "obtain": 1823,
    "outside": 881,
    "TA": 6019,
    "asia": 8965,
    "neigh@@": 19476,
    "ard@@": 5790,
    "identification": 2184,
    "gery": 17698,
    "ke@@": 2107,
    "junk": 12566,
    "bubbles": 14769,
    "Any@@": 13096,
    "you": 12,
    "matt": 13958,
    "devil": 5455,
    "attract": 8199,
    "gi@@": 2043,
    "smells": 8398,
    "problem": 825,
    "killer": 2963,
    "vailable": 15787,
    "footwear": 12918,
    "authorized": 9922,
    "vic@@": 6987,
    "carefully": 2856,
    "pulse": 9042,
    "File": 12419,
    "renal": 3423,
    "anth@@": 13894,
    "Bro@@": 4674,
    "martin": 10058,
    "astronau@@": 14328,
    "strong": 1225,
    "uch": 17955,
    "painting": 6631,
    "people": 179,
    "betrayal": 16002,
    "complementary": 5317,
    "inten@@": 6884,
    "leaped": 6721,
    "Animal": 14014,
    "zole": 18640,
    "Audit@@": 18308,
    "defl@@": 18106,
    "uptake": 16441,
    "rer": 4173,
    "Ol@@": 12653,
    "vested": 15267,
    "doing": 411,
    "ninety": 14836,
    "pack@@": 14507,
    "spilled": 10868,
    "Dutch": 9383,
    "fortunate": 11665,
    "submissions": 7200,
    "distortions": 7346,
    "communities": 4078,
    "comprehend": 16624,
    "Cy@@": 6842,
    "disputes": 3265,
    "realisation": 14358,
    "Danish": 11175,
    "you--": 15894,
    "lum@@": 10710,
    "release": 2040,
    "farms": 5839,
    "tool": 3699,
    "strate": 10861,
    "formul@@": 7603,
    "Standard": 10062,
    "Judge": 12453,
    "forget": 1755,
    "excluded": 2677,
    "dations": 15493,
    "Hon@@": 9955,
    "kidney": 7135,
    "/9@@": 4159,
    "bum@@": 7223,
    "subway": 13624,
    "outsi@@": 14842,
    "latest": 2407,
    "los": 5101,
    "Kong": 13518,
    "nis": 9991,
    "ad": 1851,
    "deteri@@": 19575,
    "cease": 6297,
    "East": 6926,
    "monkey": 8396,
    "di": 3882,
    "smooth": 4738,
    "volatility": 15028,
    "silly": 10108,
    "pare": 18727,
    "streng@@": 19522,
    "Media": 15047,
    "disease": 1554,
    "Get": 2270,
    "reconsider": 13915,
    "very@@": 18349,
    "reg@@": 3830,
    "org@@": 18057,
    "champion@@": 15008,
    "devoid": 16903,
    "asshole": 6278,
    "seven@@": 15339,
    "notaries": 15902,
    "frog": 17276,
    "ligence": 17599,
    "prosper@@": 18148,
    "integr@@": 17875,
    "tta": 9290,
    "ava": 17210,
    "&": 3580,
    "Tru@@": 7933,
    "antido@@": 15676,
    "shuddered": 13425,
    "MENTS": 9809,
    "throughout": 2209,
    "structural": 2325,
    "bast@@": 19346,
    "swiss": 12900,
    "chilly": 16986,
    "sprawled": 16988,
    "supervising": 11283,
    "Belgium": 6426,
    "satur@@": 11885,
    "collap@@": 17650,
    "sa@@": 1394,
    "Bal@@": 5711,
    "plenary": 13430,
    "po": 12218,
    "onal": 6088,
    "recognize": 5426,
    "upgrade": 11440,
    "arising": 2345,
    "client": 2804,
    "ish@@": 6130,
    "governmental": 7273,
    "Finance": 16029,
    "Dean": 13390,
    "defend@@": 19194,
    "concentrate": 6796,
    "muffled": 15706,
    "location": 2104,
    "sacrifice": 6377,
    "britain": 13724,
    "capital": 843,
    "disruption": 13947,
    "sufficiency": 13929,
    "internally": 16544,
    "mons": 16872,
    "bringing": 2770,
    "admissibility": 8035,
    "habitats": 11889,
    "rak@@": 16539,
    "ity": 1525,
    "sweater": 15675,
    "IM": 12270,
    "earned": 6660,
    "say": 192,
    "theore@@": 17180,
    "cigarette": 6579,
    "will@@": 11051,
    "mal": 9387,
    "costly": 11937,
    "challenges": 2813,
    "FC": 14257,
    "stopped": 1463,
    "paren@@": 10419,
    "composition": 4010,
    "valuation": 5092,
    "corpses": 9993,
    "campus": 14282,
    "operate": 2864,
    "precision": 8054,
    "geno@@": 9803,
    "Ma": 16971,
    "gastrointestinal": 12231,
    "food@@": 14831,
    "private": 755,
    "proposes": 4763,
    "emotions": 7155,
    "prescri@@": 8984,
    "pressure": 1423,
    "false": 4485,
    "ron@@": 4096,
    "fancy": 9622,
    "kled": 11486,
    "intergovernmental": 16445,
    "retain": 6594,
    "determination": 2973,
    "invested": 8817,
    "issance": 17961,
    ".europa.eu@@": 18862,
    "warri@@": 19422,
    "stration": 8843,
    "touch": 2087,
    "ords": 13459,
    "effort": 2648,
    "skin": 1708,
    "dissolved": 14453,
    "jail": 3754,
    "younger": 4609,
    "lantic": 19186,
    "clothes": 2474,
    "finally": 1224,
    "pool@@": 10564,
    "dial": 7587,
    "vitro": 8927,
    "rectang@@": 15690,
    "OR@@": 3396,
    "strikes": 15710,
    "frankly": 12092,
    "Statis@@": 13601,
    "policemen": 12139,
    ">": 4793,
    "t.@@": 13282,
    "reasonably": 5287,
    "lesbian": 16368,
    "subsidi@@": 18058,
    "ets": 6708,
    "loun@@": 18583,
    "house": 433,
    "older": 2118,
    "Sun@@": 13210,
    "Fr@@": 17439,
    "fixing": 5062,
    "reinforce": 8814,
    "she@@": 4765,
    "tag@@": 10106,
    "trousers": 9316,
    "nasty": 10139,
    "Eng@@": 17308,
    "wever": 19550,
    "PE": 14323,
    "queue": 17244,
    "Auth@@": 17891,
    "cheeses": 11983,
    "fluctuations": 10600,
    "Jeff": 16099,
    "spouse": 5960,
    "black@@": 4410,
    "irregul@@": 19169,
    "EEC": 1586,
    "acceler@@": 14259,
    "rumors": 10714,
    "sus": 9453,
    "hug": 11048,
    "mation": 16687,
    "raced": 15630,
    "intest@@": 17651,
    "engineer": 9491,
    "stocks": 3248,
    "opers": 16859,
    "amy": 7845,
    "Fre@@": 8343,
    "Agricul@@": 19477,
    "dropped": 3151,
    "stood": 1459,
    "penalty": 4551,
    "quote": 12706,
    "subordinate": 12268,
    "felt": 903,
    "itarian": 17898,
    "acet@@": 16619,
    "usual": 3169,
    "fragmentation": 12208,
    "manufac@@": 18715,
    "assa@@": 14916,
    "ressing": 16897,
    "ag@@": 1052,
    "oeuv@@": 19047,
    "DI": 13186,
    "adopted": 615,
    "agree": 1899,
    "s.": 5563,
    "approaches": 5368,
    "dino@@": 13494,
    "auto@@": 8389,
    "Conver@@": 11528,
    "hurt": 1450,
    "later@@": 18490,
    "contact": 1167,
    "sectoral": 4813,
    "babies": 10370,
    "analogue": 9461,
    "ti": 7767,
    "shooter": 11739,
    "considering": 3674,
    "borne": 2904,
    "Ryan@@": 19515,
    "ople": 18138,
    "tion/@@": 19065,
    "voters": 16189,
    "ry": 1587,
    "freedom": 1856,
    "International": 4289,
    "grat@@": 13078,
    "maintains": 7614,
    "ECR": 5188,
    "techniques": 4986,
    "tolerated": 15873,
    "lumin@@": 11796,
    "physically": 8045,
    "station": 1905,
    "chapel": 15229,
    "roughly": 11841,
    "chell": 15643,
    "hat@@": 8223,
    "subsystem": 10990,
    "excess": 5412,
    "overseas": 12619,
    "mode": 3426,
    "cinema": 14828,
    "upstream": 15189,
    "protein": 5419,
    "immediate": 3126,
    "minor": 3756,
    "adam": 11831,
    "occur": 2742,
    "efficient": 2357,
    "stake": 7387,
    "tz": 8416,
    "AD@@": 3324,
    "birthday": 3809,
    "deed": 16382,
    "filling": 5920,
    "ced": 4172,
    "(1)(@@": 6595,
    "ingly": 3698,
    "simpler": 9950,
    "accom@@": 18149,
    "important": 467,
    "kidnapping": 13713,
    "basic": 932,
    "characters": 5308,
    "agrees": 4787,
    "usti@@": 14388,
    "Same": 14964,
    "olly": 12263,
    "deta@@": 18234,
    "dwar@@": 16622,
    "RTD": 14711,
    "pens": 12818,
    "years'": 12981,
    "madman": 16832,
    "mexican": 16443,
    "ich@@": 10621,
    "vivo": 15320,
    "adap@@": 11427,
    "punched": 15057,
    "fuckin": 5164,
    "assign@@": 12920,
    "attempt": 3802,
    "baili@@": 17326,
    "basement": 6790,
    "parents": 1282,
    "var": 10648,
    "Fra@@": 17370,
    "inspir@@": 18097,
    "ri@@": 761,
    "trunk": 6840,
    "~": 5250,
    "west@@": 14430,
    "limit": 873,
    "dless": 13240,
    "carl": 14780,
    "enny": 8627,
    "ith": 7087,
    "tter": 6788,
    "symp@@": 17513,
    "opinion": 831,
    "Clu@@": 18337,
    "Use": 4736,
    "successor": 13863,
    "raith": 16765,
    "lad@@": 11523,
    "configuration": 4935,
    "ington": 8328,
    "allergic": 7686,
    "sight": 2759,
    "rubber": 7619,
    "i@@": 492,
    "low@@": 3907,
    "strengthened": 5589,
    "anas": 18747,
    "Christ@@": 14175,
    "thank@@": 13332,
    "traveling": 8137,
    "boxes": 6036,
    "Find": 10306,
    "bilateral": 4060,
    "gru@@": 8942,
    "iraq": 11108,
    "blocking": 9836,
    "dragons": 12681,
    "wholes@@": 15170,
    "eye@@": 9164,
    "bitr@@": 18345,
    "established": 494,
    "Its": 6488,
    "leniency": 11629,
    "gibility": 18487,
    "orientation": 8500,
    "leaflet": 7204,
    "prohibitions": 16180,
    "lur@@": 9054,
    "patience": 9471,
    "conve@@": 13081,
    "produce": 2268,
    "CHAPTER": 6702,
    "says": 904,
    "deduct": 9995,
    "islands": 6312,
    "states'": 13452,
    "possession": 5859,
    "[5": 16614,
    "p.m.": 6931,
    "inspections": 4391,
    "yard": 4299,
    "v": 1270,
    "anyone": 841,
    "salad": 11457,
    "negli@@": 18021,
    "cad@@": 14094,
    "gestu@@": 19482,
    "ainst": 19538,
    "Mari@@": 9988,
    "fine": 833,
    "tested": 3461,
    "farmers": 3399,
    "tee": 18194,
    "o@@": 332,
    "Kyle": 16193,
    "world": 315,
    "standard": 1116,
    "archi@@": 13755,
    "cancel@@": 17485,
    "frightened": 9574,
    "TAC": 13105,
    "swim@@": 17792,
    "warding": 16884,
    "Sm@@": 16275,
    "both": 310,
    "amon": 9607,
    "disturb": 12722,
    "annexes": 5577,
    "deaths": 6993,
    "ources": 16428,
    "conc@@": 13114,
    "dynamics": 16878,
    "shrie@@": 13775,
    "hurried": 9898,
    "cine": 15704,
    "So@@": 4475,
    "plausible": 11491,
    "econ@@": 17302,
    "colors": 6758,
    "anymore": 1648,
    "cared": 8603,
    "recon@@": 18962,
    "cart": 11135,
    "lemon": 13730,
    "piece": 1810,
    "builds": 16773,
    "negligence": 13393,
    "stress": 4831,
    "them": 98,
    "widow": 13861,
    "Rus@@": 12910,
    "intentions": 9804,
    "mining": 6138,
    "developed": 1546,
    "model": 1801,
    "crops": 6076,
    "tion@@": 2751,
    "mia": 9748,
    "cussions": 18797,
    "affects": 5723,
    "hs": 11052,
    "ickness": 19030,
    "maternal": 16803,
    "possible": 292,
    "Resi@@": 17084,
    "Accordingly": 5150,
    "atie": 13010,
    "k": 787,
    "/95": 10469,
    "processors": 12825,
    "pain": 1577,
    "unchanged": 7969,
    "observ@@": 9077,
    "inventory": 5835,
    "Whe@@": 17648,
    "prise": 18901,
    "await": 14851,
    "pent": 18981,
    "import@@": 18498,
    "ful": 2308,
    "competition/@@": 19172,
    "ourse": 19168,
    "illa": 8067,
    "spar@@": 5773,
    "titr@@": 13026,
    "joke": 4985,
    "IRE@@": 16370,
    "cream": 5078,
    "eches": 18484,
    "modes": 7183,
    "erythro@@": 13018,
    "hybri@@": 17427,
    "frequently": 5938,
    "Title": 6685,
    "detri@@": 19429,
    "anytime": 12053,
    "extends": 11621,
    "underlying": 3763,
    "extended": 2393,
    "cher": 4398,
    "July": 2599,
    "minimise": 8661,
    "reading": 2491,
    "fry": 17289,
    "judicature": 10278,
    "uh": 1203,
    "outs": 12510,
    "considerations": 3285,
    "peci@@": 19437,
    "adding": 6157,
    "Baby": 15648,
    "fatal": 7820,
    "Mul@@": 12143,
    "atories": 17466,
    "intentionally": 15420,
    "Instance": 4384,
    "overnight": 11911,
    "dian": 7886,
    "iled": 4733,
    "ate@@": 7286,
    "forestry": 7492,
    "euro": 1744,
    "optimal": 8985,
    "ge@@": 1372,
    "ming": 4257,
    "angri@@": 19117,
    "bran@@": 7816,
    "charm": 12373,
    "magazine": 7488,
    "every": 349,
    "remission": 16701,
    "slap": 13980,
    "haemorrhage": 15000,
    "vegetables": 6948,
    "Charter": 8086,
    "JRC": 14837,
    "miles": 1935,
    "accelerated": 11156,
    "/EEC": 8601,
    "TI": 13582,
    "provis@@": 17346,
    "Corpor@@": 12286,
    "States'": 9959,
    "marketplace": 12004,
    "rarely": 7042,
    "residue": 9719,
    "concentr@@": 18010,
    "defects": 9897,
    "ammation": 19413,
    "resa": 16364,
    "Star@@": 5255,
    "ra": 3818,
    "diet": 7263,
    "evacu@@": 12994,
    "mortality": 7629,
    "geant": 19569,
    "prudential": 11139,
    "TAR@@": 11102,
    "acher@@": 18811,
    "ago@@": 14511,
    "cles": 10739,
    "cup": 4113,
    "rehear@@": 8773,
    "External": 15566,
    "operatives": 17668,
    "abbre@@": 14854,
    "aper": 17613,
    "declaring": 12509,
    "justifies": 13885,
    "Norwegian": 11880,
    "laying": 3931,
    "Ste@@": 3744,
    "credi@@": 18909,
    "forec@@": 12249,
    "blue": 1834,
    "Uncle": 9338,
    "imal": 17322,
    "stol@@": 18601,
    "tose": 12244,
    "policy": 413,
    "arriving": 10964,
    "foremost": 15207,
    "echoed": 14251,
    "administer": 13427,
    "Requi@@": 11441,
    "feel@@": 16224,
    "tightly": 10581,
    "waste": 1188,
    "bron@@": 11952,
    "process": 636,
    "holding": 1391,
    "MA@@": 7646,
    "merit": 14477,
    "learnt": 14801,
    "channel": 5639,
    "operator": 1728,
    "mod@@": 7772,
    "succeeded": 6490,
    "eliminated": 8282,
    "lec@@": 5180,
    "stence": 18750,
    "legislat@@": 17861,
    "allen": 17452,
    "gating": 10965,
    "body@@": 7474,
    "ls": 1774,
    "luggage": 9011,
    "swear": 3462,
    "lenic": 19511,
    "ED@@": 7315,
    "length": 2636,
    "of@@": 1408,
    "drome": 18586,
    "lyrics": 15988,
    "consci@@": 17314,
    "knowle@@": 18217,
    "ge": 1528,
    "annex": 688,
    "ome@@": 6272,
    "HC@@": 7832,
    "secure": 3007,
    "nee": 17962,
    "gg@@": 7029,
    "stars": 3439,
    "Under@@": 8273,
    "creditor": 4777,
    "ESRB": 14193,
    "stabili@@": 12679,
    "anonymous": 10671,
    "pricing": 5601,
    "destroyed": 3214,
    "loser": 9005,
    "instinc@@": 17518,
    "desert": 5391,
    "modern": 4157,
    "audi@@": 7964,
    "lodipine": 16004,
    "lingu@@": 17790,
    "fundamental": 1927,
    "facilitates": 15966,
    "kings": 9814,
    "intelligent": 6683,
    "purple": 10715,
    "conting@@": 15570,
    "greater": 1323,
    "ek": 4560,
    "overall": 1212,
    "Sing@@": 17753,
    "tended": 16679,
    "rin@@": 5617,
    "impose": 3859,
    "Airlines": 14723,
    "poker": 13303,
    "han": 5182,
    "iel": 16718,
    "grandmother": 6846,
    "base": 1687,
    "School": 13084,
    "matory": 17442,
    "incompatible": 4451,
    "struc@@": 9901,
    "condition": 1415,
    "remaining": 2835,
    "Rai@@": 15568,
    "biting": 9891,
    "companies": 738,
    "uro@@": 11693,
    "ved": 4033,
    "E@@": 430,
    "sustained": 7161,
    "conformity": 2526,
    "twisted": 6483,
    "battles": 15180,
    "--@@": 11949,
    "DECISION": 9635,
    "Basic": 14041,
    "knelt": 12340,
    "immortal": 16905,
    "gle": 14751,
    "seless": 15984,
    "enter": 1303,
    "Fol@@": 16449,
    "conquer": 13766,
    "Oc@@": 15433,
    "purposes": 868,
    "R@@": 392,
    "NC@@": 9173,
    "lling": 10864,
    "Single": 8774,
    "stipulates": 14308,
    "taxable": 3695,
    "regime": 2781,
    "gown": 15336,
    "comparing": 8615,
    "ye@@": 5796,
    "bulk": 9973,
    "quick": 3380,
    "glas": 17249,
    "back": 138,
    "posed": 9136,
    "republic": 2142,
    "exploded": 12018,
    "ather": 7513,
    "approvals": 14285,
    "flowing": 10884,
    "modern@@": 9535,
    "hol@@": 2768,
    "tuc@@": 17408,
    "appropriate": 297,
    "examination": 1603,
    "hazards": 12751,
    "mo": 8809,
    "fit@@": 13770,
    "a@@": 489,
    "Matt": 15480,
    "three": 256,
    "arial": 12771,
    "RES@@": 9878,
    "equivalent": 1790,
    "accent": 12226,
    "specialist": 8650,
    "recognition": 2132,
    "roo@@": 8682,
    "lions": 12459,
    "Today": 7515,
    "JHA": 14923,
    "desperate": 6575,
    "Taliban": 15673,
    "inspection": 2032,
    "exter@@": 11792,
    "detailed": 1542,
    "un@@": 210,
    "camer@@": 16021,
    "masses": 14951,
    "ites": 4717,
    "someplace": 9089,
    "(3)(@@": 7114,
    "reproduction": 8533,
    "magazines": 11456,
    "weak@@": 7388,
    "kno@@": 5709,
    "presidential": 12766,
    "K": 2640,
    "winner": 8155,
    "types": 1231,
    "commerce": 9731,
    "Ministry": 6816,
    "tor@@": 1971,
    "zoo": 14633,
    "as@@": 768,
    "corruption": 5513,
    "solemn": 15144,
    "Entry": 14518,
    "interinstitutional": 15711,
    "soft": 3507,
    "pronounced": 9094,
    "tab": 7752,
    "mac@@": 4943,
    "seafarers": 16251,
    "extraterrestrial": 15283,
    "initiate": 5413,
    "foresee": 15372,
    "surrounding": 7353,
    "replacement": 4392,
    "zi@@": 4617,
    "CPC": 13151,
    "importantly": 10151,
    "videot@@": 14000,
    "twentieth": 15151,
    "strictly": 5632,
    "Hold": 8232,
    "naturally": 5961,
    "lowering": 10509,
    "joy@@": 16117,
    "tening": 16565,
    "confidenti@@": 18815,
    "manship": 15913,
    "romania": 8363,
    "regardless": 5005,
    "flo@@": 4502,
    "Sam@@": 6438,
    "EAN": 18680,
    "Roc@@": 8949,
    "rotten": 13365,
    "There@@": 18025,
    "schol@@": 14610,
    "tor(s": 16023,
    "training": 862,
    "catastrophe": 14704,
    "Sh@@": 5346,
    ",000": 1226,
    "soap": 11852,
    "Berlin": 13731,
    "ching": 3177,
    "descriptive": 13961,
    "seals": 14877,
    "cotton": 8185,
    "occas@@": 18988,
    "trapped": 7255,
    "pip@@": 19382,
    "tour": 6256,
    "gallery": 11409,
    "ardis@@": 18123,
    "think": 129,
    "highly": 2710,
    "address": 971,
    "ESC": 18292,
    "Thanks": 3479,
    "knife": 3430,
    "rich": 2685,
    "Show": 7612,
    "Po@@": 2778,
    "seats": 5009,
    "teaching": 6125,
    "dining": 10448,
    "ton@@": 3668,
    "mutatis": 9810,
    "geon": 12752,
    "travelling": 9123,
    "outer": 5135,
    "ak": 3166,
    "ami@@": 5155,
    "agre@@": 11538,
    "hears": 13121,
    "smashed": 13374,
    "autom@@": 9422,
    "Say": 8915,
    "anyway": 2176,
    "ogenicity": 15187,
    "nes": 7445,
    "hypoten@@": 18718,
    "migrant": 10206,
    "Their": 5072,
    "actress": 15766,
    "invites": 8944,
    "align@@": 16482,
    "causing": 6363,
    "slaughterhouse": 14994,
    "extinguished": 14152,
    "often": 1215,
    "pot": 6697,
    "labels": 8546,
    "remember@@": 16526,
    "expos@@": 19572,
    "october": 3032,
    "asses": 7953,
    "controllers": 15927,
    "gigantic": 15278,
    "unreasonable": 14937,
    "advanced": 3677,
    "Common": 4958,
    "were@@": 11185,
    "nearly": 3106,
    "constitutional": 6553,
    "Billy": 10310,
    "exhaus@@": 18115,
    "dirt": 6695,
    "strategi@@": 19206,
    "summar@@": 7642,
    "swallowed": 8860,
    "integral": 7419,
    "ryan": 8475,
    "boys": 1789,
    "organisation": 1276,
    "asi@@": 9911,
    "Me@@": 3134,
    "tibility": 18587,
    "decimal": 12629,
    "oes": 12991,
    "Shit": 11923,
    "ayer": 13457,
    "supported": 1864,
    "same": 200,
    "spa@@": 17360,
    "eter@@": 15771,
    "REC@@": 13214,
    "copying": 11570,
    "lump": 8837,
    "baked": 17063,
    "dessert": 13971,
    "Sim@@": 11443,
    "sil@@": 3687,
    "ven@@": 1773,
    "shotgun": 15637,
    "notice": 1297,
    "GN@@": 10443,
    "sort": 2038,
    "Others": 10256,
    "Shall": 15784,
    "equivalence": 8931,
    "developments": 2857,
    "orders": 1932,
    "protocol": 2618,
    "village": 3693,
    "pretty": 1088,
    "guarding": 16125,
    "K@@": 370,
    "sory": 17400,
    "vulner@@": 18208,
    "UCI@@": 19434,
    "budgetary": 2061,
    "breath": 3120,
    "Germany": 2787,
    "retrospec@@": 14145,
    "lifestyle": 13602,
    "cli@@": 4732,
    "arm@@": 5008,
    "luxembourg": 8591,
    "wis": 12808,
    "freezer": 16899,
    "questionn@@": 19325,
    "hammer": 9791,
    "swi@@": 17358,
    "materi@@": 7584,
    "centur@@": 18968,
    "dissip@@": 17008,
    "Project": 10417,
    "structured": 6943,
    "stepping": 9616,
    "Qu@@": 2820,
    "iii": 7066,
    "gments": 18479,
    "kol@@": 14750,
    "behaviour": 4134,
    "habit": 9285,
    "bowl": 7672,
    "incorpor@@": 18250,
    "Tem@@": 8779,
    "hank": 17061,
    "Similarly": 9816,
    "VER@@": 17165,
    "encry@@": 18346,
    "sector": 634,
    "pony": 17205,
    "council": 545,
    "A": 215,
    "logistics": 12963,
    "thought": 262,
    "alg@@": 17928,
    "roll@@": 15136,
    "acco": 18654,
    "hospit@@": 13123,
    "earthquake": 16404,
    "couples": 12454,
    "Euro@@": 6407,
    "bacon": 14356,
    "bler": 12408,
    "XI": 13220,
    "waving": 12650,
    "vill@@": 10501,
    "commercially": 13708,
    "kel@@": 7389,
    "Further": 6860,
    "watches": 13860,
    "slightest": 8958,
    "clever": 8422,
    "develops": 16562,
    "bage": 17774,
    "dissuasive": 14294,
    "design@@": 8851,
    "MB@@": 13516,
    "elet": 14747,
    "worries": 11483,
    "surve@@": 16848,
    "prosec@@": 19391,
    "remit": 16381,
    "draws": 7271,
    "mother@@": 15550,
    "Detective": 11976,
    "Seriously": 16542,
    "exceptionally": 10144,
    "Really": 6855,
    "gues": 7468,
    "alities": 5061,
    "acking": 10152,
    "regulators": 11555,
    "nerve": 8091,
    "entrusted": 5070,
    "feeling": 1559,
    "entrepreneurs": 10574,
    "squared": 16291,
    "unition": 19322,
    "kitchen": 3226,
    "(1)(b": 5866,
    "liaison": 10362,
    "Grou@@": 15844,
    "militi@@": 14681,
    "pace": 6493,
    "topics": 8399,
    "assur@@": 19209,
    "Except": 7826,
    "browser": 11530,
    "mystery": 6769,
    "veri@@": 8096,
    "conditioning": 10433,
    "crossed": 4992,
    "destruction": 4728,
    "engagement": 6681,
    "impartiality": 17051,
    "frost": 15081,
    "discharged": 14654,
    "pink": 6411,
    "ester": 15005,
    "tial": 7459,
    "shoots": 15793,
    "slope": 9302,
    "beneficiary": 2320,
    "replac@@": 17193,
    "fragile": 8431,
    "BA": 8734,
    "inde@@": 7349,
    "precinct": 17053,
    "exceeded": 5011,
    "shoulder": 2988,
    "non": 338,
    "thumb": 9706,
    "experiences": 6532,
    "inviting": 12163,
    "foot@@": 7888,
    "boy@@": 11288,
    "recovered": 4064,
    "Are": 1201,
    "kan": 14043,
    "forecast": 6977,
    "sacrifices": 12382,
    "could": 96,
    "charges": 1963,
    "parameters": 3503,
    "Charac@@": 16454,
    "unstable": 12732,
    "meal": 4235,
    "next": 469,
    "raining": 16222,
    "Europe@@": 18242,
    "furniture": 7923,
    "medicine": 2148,
    "f": 1027,
    "pha@@": 17195,
    "'": 54,
    "I": 22,
    "alfa": 11867,
    "increases": 3434,
    "principal": 3626,
    "bree@@": 17421,
    "respondent": 15876,
    "ame": 7069,
    "mem@@": 6496,
    "reiterates": 12517,
    "correcting": 15689,
    "augh@@": 10612,
    "sements": 8707,
    "budgets": 8479,
    "Ni@@": 5339,
    "weap@@": 18087,
    "august": 4949,
    "immy": 18679,
    "Pol@@": 6262,
    "infin@@": 13215,
    "Children": 13574,
    "multi@@": 3828,
    "set": 211,
    "reason": 727,
    "B.@@": 12115,
    "month": 1160,
    "vitamin": 14595,
    "Jud@@": 13099,
    "gent": 8301,
    "ip@@": 4232,
    "landing": 4360,
    "Organisation": 10365,
    "lesson": 6804,
    "R.": 16028,
    "mill": 10328,
    "ee": 8217,
    "y@@": 420,
    "establishments": 7105,
    "anniversary": 9658,
    "Committee": 1058,
    "rebut@@": 17259,
    "drank": 7050,
    "bla@@": 5161,
    "railing": 17136,
    "unique": 4174,
    "prom": 10643,
    "clearer": 14309,
    "custom": 6193,
    "axes": 14554,
    "accompanied": 2809,
    "restricted": 4133,
    "solely": 3447,
    "Ten@@": 14165,
    "ach@@": 2513,
    "reduces": 7323,
    "harmonisation": 4306,
    "appointed": 2981,
    "thum@@": 10953,
    "midnight": 7201,
    "glorious": 11303,
    "bullets": 7867,
    "er@@": 680,
    "Association": 6418,
    "defini@@": 19122,
    "fought": 4242,
    "second": 361,
    "eds": 5982,
    "ical": 2096,
    "distinc@@": 13483,
    "MC": 9433,
    "acqui@@": 9021,
    "tells": 3557,
    "tier": 7936,
    "Particip@@": 10959,
    "val@@": 2523,
    "gaine": 16726,
    "funny": 2934,
    "elf": 7963,
    "otic": 10522,
    "sheet": 2728,
    "orderly": 12310,
    "ine@@": 3178,
    "legen@@": 19310,
    "Euratom": 10305,
    "confidential": 3600,
    "harmonise": 11939,
    "newsp@@": 19088,
    "!": 77,
    "cooperation": 618,
    "watch": 1351,
    "tica": 13777,
    "slid": 6980,
    "pulled": 2254,
    "games": 3906,
    "Portuguese": 9025,
    "Islands": 16757,
    "sharing": 3352,
    "kick": 4670,
    "EX@@": 5310,
    "ograp@@": 12821,
    "sme@@": 14671,
    "sunday": 9221,
    "advertising": 4100,
    "statistical": 2962,
    "veterinary": 4279,
    "term": 548,
    "rescue": 3567,
    "equality": 4888,
    "wilderness": 15680,
    "stery": 18297,
    "vow": 16010,
    "lison": 13414,
    "delegation": 4879,
    "DGs": 14970,
    "supplied": 2892,
    "don@@": 3125,
    "votes": 6225,
    "fertilis@@": 13057,
    "func@@": 14716,
    "FOR@@": 9772,
    "influ@@": 8969,
    "tempor@@": 17991,
    "att@@": 4354,
    "knights": 13264,
    "kie": 3599,
    "officer": 1767,
    "eurosystem": 13697,
    "ements": 11094,
    "blanket": 9035,
    ".0@@": 18239,
    "Direct": 17260,
    "accredited": 13450,
    "gate": 2530,
    "interven@@": 7743,
    "nominal": 6223,
    "G@@": 350,
    "fears": 10046,
    "packaging": 3236,
    "Description": 11325,
    "_": 5543,
    "lookin": 7570,
    "tunnel": 5371,
    "harry": 4565,
    "denafil": 14466,
    "oto": 15104,
    "MIN@@": 13538,
    "unauthorised": 11614,
    "arrangements": 1516,
    "Bring": 12637,
    "pictures": 3933,
    "peaks": 15808,
    "dreamt": 15029,
    "chop": 16870,
    "committing": 14718,
    "gium": 19279,
    "worrying": 10506,
    "planned": 2068,
    "treated": 1364,
    "indic@@": 8998,
    "VIII": 6990,
    "merely": 2893,
    "mione": 12611,
    "quin@@": 14151,
    "expanded": 7171,
    "mike": 6504,
    "fal@@": 6413,
    "cock@@": 6886,
    "OLAF": 4671,
    "escort": 7391,
    "assessment": 478,
    "PAR@@": 7605,
    "embry@@": 13549,
    "formulation": 8836,
    "arab": 16827,
    "imple@@": 17386,
    "habitual": 11962,
    "/2001": 3315,
    "vodka": 15699,
    "housing": 4495,
    "Sign@@": 10798,
    "tionality": 9415,
    "MS@@": 10123,
    "provision": 671,
    "tly": 3593,
    "done": 465,
    "force": 533,
    "ttes": 18844,
    "introduces": 11123,
    "idiots": 11948,
    "basketball": 13447,
    "intensified": 15460,
    "throat": 3850,
    "ovisual": 19008,
    "nic@@": 4052,
    "Hz": 13405,
    "requesting": 5104,
    "rers": 6015,
    "ANCE": 12367,
    "remedies": 7381,
    "tally": 13409,
    "braz@@": 17926,
    "divor@@": 17407,
    "ult": 11602,
    "Several": 11017,
    "ble": 1887,
    "gr@@": 1934,
    "driven": 4336,
    "beard": 7311,
    "electromagnetic": 12659,
    "mushrooms": 15900,
    "raz@@": 12856,
    "Meas@@": 13254,
    "5@@": 112,
    "cake": 5901,
    "route": 3263,
    "amber": 14240,
    "honesty": 13983,
    "computerised": 13118,
    "aka": 14977,
    "Mer@@": 5105,
    "foren@@": 12082,
    "excre@@": 18368,
    "requests": 2216,
    "biggest": 4328,
    "projected": 7428,
    "intrin@@": 16545,
    "war": 1036,
    "ause": 14783,
    "hman": 15757,
    "delegations": 8735,
    "es/": 19359,
    "bur@@": 2644,
    "repaired": 13202,
    "depositary": 15806,
    "Shan@@": 10057,
    "serving": 5858,
    "elected": 6727,
    "afghanistan": 13037,
    "ra@@": 1083,
    "arious": 18132,
    "observe": 7097,
    "scrat@@": 14456,
    "acro@@": 14207,
    "Soci@@": 17924,
    "Tribunal": 8258,
    "mai@@": 9044,
    "telec@@": 17600,
    "tenegro": 11098,
    "amus@@": 17505,
    "extra@@": 14570,
    "ader": 12262,
    "jamin": 14210,
    "collectively": 14965,
    "incorporate": 12638,
    "anaphy@@": 16195,
    "eyeballs": 9385,
    "good": 181,
    "woke": 5781,
    "sells": 11892,
    "Enterprise": 12494,
    "supervisory": 2554,
    "expelled": 12592,
    "Reg@@": 8262,
    "fain@@": 10395,
    "SR@@": 10440,
    "sad@@": 13880,
    "brother": 1161,
    "counterfe@@": 18573,
    "wel": 11511,
    "defines": 6116,
    "Ell@@": 14204,
    "york": 4044,
    "AT": 7578,
    "alleging": 4007,
    "change@@": 8550,
    "win": 2003,
    "reports": 1157,
    "Admini@@": 17966,
    "orge": 17295,
    "rene": 10324,
    "agers": 10659,
    "larg@@": 18593,
    "promotes": 10761,
    "switch": 4581,
    "Being": 14871,
    "span@@": 17320,
    "ia": 1537,
    "demic": 17315,
    "bin": 10263,
    "dies@@": 18673,
    "politicians": 10514,
    "sery": 19458,
    "round": 2441,
    "goddess": 14359,
    "exploitation": 7392,
    "pressing": 6306,
    "stries": 13588,
    "hu@@": 2533,
    "shoul@@": 17689,
    "neare@@": 19580,
    "sustainable": 1646,
    "hydrocarbons": 11707,
    "Protec@@": 14946,
    "Dur@@": 9997,
    "Stop": 5238,
    "privileged": 13773,
    "michael": 5615,
    "highligh@@": 17567,
    "tech": 8807,
    "Mil@@": 6694,
    "risen": 13591,
    "Pa@@": 8333,
    "georgia": 14816,
    "yach@@": 15524,
    "ECE": 12029,
    "thanked": 16785,
    "ork": 18100,
    "Elena": 17102,
    "lation": 7481,
    "Among": 15615,
    "ness": 2014,
    "ineffective": 12859,
    "youn@@": 19176,
    "sunk": 16446,
    "respec@@": 10815,
    "ades": 7662,
    "pleas": 4653,
    "crad@@": 16842,
    "ky": 2150,
    "courtro@@": 17058,
    "iv": 12177,
    "grin@@": 17104,
    "hierarchy": 12662,
    "completed": 1958,
    "miracle": 7924,
    "businesses": 2492,
    "blies": 19388,
    "mas@@": 6670,
    "etings": 16020,
    "chron@@": 11049,
    "sorcerer": 17255,
    "tty": 9524,
    "larry": 13832,
    "Ron": 12497,
    "fireworks": 16493,
    "distributors": 9362,
    "irregularities": 5907,
    "than": 120,
    "relocation": 16126,
    "help@@": 18486,
    "commanding": 16098,
    "spra@@": 8300,
    "gloom": 14202,
    "cruc@@": 19405,
    "bu@@": 1649,
    "cooking": 7077,
    "sail@@": 17950,
    "locate": 6475,
    "abroad": 4574,
    "Ren@@": 7514,
    "Service": 4926,
    "spi@@": 5703,
    "FF": 10288,
    "complex@@": 18257,
    "belonged": 7339,
    "lls": 14098,
    "Si@@": 4819,
    "tapes": 12942,
    "throp": 16752,
    "intact": 10905,
    "feren@@": 14330,
    "obedi@@": 13383,
    "ser@@": 3808,
    "gaining": 14555,
    "picking": 7081,
    "pH": 13339,
    "ann@@": 4277,
    "sten@@": 9108,
    "stipul@@": 14516,
    "itations": 18915,
    "\\@@": 4713,
    "sharp": 3889,
    "experiment": 8569,
    "NE": 13273,
    "VIS": 12114,
    "ao": 12567,
    "Agr@@": 18752,
    "loo@@": 5091,
    "airspace": 12524,
    "swif@@": 18980,
    "corrections": 6188,
    "fting": 13269,
    "Electr@@": 12702,
    "sorry@@": 16704,
    "mson": 16612,
    "elimination": 6498,
    "revo@@": 18493,
    "fu@@": 3581,
    "designation": 4151,
    "AN@@": 2760,
    "andra": 14275,
    "relies": 7017,
    "criticised": 15233,
    "Manufac@@": 11518,
    "://@@": 18781,
    "se@@": 735,
    "ines": 2672,
    "theory": 4505,
    "ula": 10161,
    "creatures": 5393,
    "adder": 16472,
    "utory": 18569,
    "fluor@@": 16716,
    "divi@@": 17989,
    "average": 1277,
    "seri@@": 17627,
    "III.@@": 16603,
    "indications": 4828,
    "thirsty": 14834,
    "photo": 7259,
    "tuary": 17942,
    "aul": 15607,
    "reservation": 6843,
    ")(a": 13068,
    "settlement": 2826,
    "imprisoned": 15435,
    "ne@@": 1063,
    "With": 1456,
    "installed": 3920,
    "columns": 7965,
    "COM": 14069,
    "conver@@": 5582,
    "warning": 3137,
    "IDS": 19073,
    "kes@@": 8602,
    "sl@@": 2475,
    "know@@": 9238,
    "scope": 878,
    "oles@@": 18864,
    "Mechan@@": 16294,
    "wrist": 8653,
    "Mean@@": 18294,
    "soo@@": 12586,
    "icket": 16508,
    "lateral": 14273,
    "flames": 7889,
    "tro@@": 2034,
    "Jo@@": 3320,
    "cellar": 13380,
    "ambient": 15445,
    "AIFM": 12433,
    "add": 2253,
    "knocking": 13744,
    "sus@@": 13062,
    "agging": 17220,
    "disturbances": 8635,
    "infiltr@@": 13027,
    "dialogue": 2903,
    "Lu@@": 6528,
    "ynam@@": 18187,
    "grand@@": 5249,
    "mers": 9039,
    "broadca@@": 13352,
    "sho@@": 3224,
    "acity": 13728,
    "nest": 9115,
    "oring": 6432,
    "tels": 14256,
    "oversight": 7942,
    "Constitution": 10754,
    "ore@@": 7905,
    "cottage": 14618,
    "outlook": 11450,
    "exhi@@": 8540,
    "com": 7316,
    "enclature": 17829,
    "supplies": 3523,
    "sac@@": 15370,
    "clearly": 1292,
    "appellants": 8203,
    "hungarian": 13933,
    "ven": 4656,
    "eship": 12202,
    "Marty": 16673,
    "speeds": 14876,
    "vial": 4792,
    "enjo@@": 17807,
    "belon@@": 19462,
    "CM@@": 8901,
    "criteria": 837,
    "lugg@@": 18585,
    "dating": 4332,
    "z@@": 617,
    "lamp": 5274,
    "beforehand": 13943,
    "recei@@": 11587,
    "Agricultural": 13937,
    "centuries": 5640,
    "home@@": 9337,
    "september": 3243,
    "lier": 9669,
    "replaces": 15012,
    "covering": 3012,
    "folk": 10300,
    "w@@": 703,
    "sorce@@": 16310,
    "clean": 1946,
    "tri@@": 1769,
    "wy@@": 10043,
    "appoint": 5917,
    "torates": 12591,
    "cushi@@": 12641,
    "Aff@@": 19196,
    "Marine": 16560,
    "Hap@@": 19231,
    "resi@@": 5521,
    "Ru@@": 6162,
    "involvement": 3797,
    "acts": 1202,
    "kidneys": 14601,
    "edition": 12324,
    "Free": 11055,
    "unk": 12007,
    "Grow@@": 19423,
    "deflec@@": 14076,
    "survived": 5805,
    "muse@@": 17974,
    "majeure": 14670,
    "mail@@": 15619,
    "combining": 12063,
    "Ag@@": 18105,
    "cooperate": 3758,
    "analys@@": 16964,
    "valued": 8857,
    "dee@@": 11327,
    "cut@@": 14820,
    "ishment": 9726,
    "annulment": 2699,
    "player": 4822,
    "rug": 12985,
    "thankful": 9800,
    "dose": 871,
    "environmentally": 10327,
    "ropes": 10882,
    "delicate": 8683,
    "Federation": 12617,
    "kish": 18813,
    "lease": 6625,
    "drel": 19499,
    "facto": 11050,
    "alarm": 5365,
    "vie@@": 11104,
    "nam": 17545,
    "Ba@@": 9246,
    "European": 239,
    "passages": 15596,
    "courage": 5510,
    "challenge": 3038,
    "drained": 16632,
    "cope": 6266,
    "eful": 12076,
    "assumption": 5819,
    "probably": 848,
    "pee@@": 15407,
    "wound": 4705,
    "appropriateness": 9903,
    "grants": 3997,
    "offspring": 15058,
    "weekly": 8204,
    "TC": 11003,
    "Mill@@": 12275,
    "improved": 3119,
    "millions": 4775,
    "aemia": 12516,
    "dead@@": 16490,
    "ured": 12120,
    "carcin@@": 9671,
    "margins": 7564,
    "delivering": 10807,
    "unpleasant": 11891,
    "(1": 571,
    "opport@@": 18030,
    "combating": 5821,
    "position": 589,
    "eck": 10927,
    "compon@@": 18951,
    "defending": 9738,
    "ha@@": 945,
    "earl": 12529,
    "Earth": 3642,
    "sty@@": 11151,
    "accidentally": 8350,
    "environments": 14332,
    "built": 2329,
    "contracted": 11357,
    "exchange": 1106,
    "harmonising": 14493,
    "issu@@": 11466,
    "appropriat@@": 18794,
    "pipe": 5951,
    "jurisdictions": 15457,
    "aggres@@": 12571,
    "pr@@": 2525,
    "NA": 15203,
    "bell": 5818,
    "treaties": 7408,
    "envel@@": 13778,
    "retirement": 5364,
    "sem@@": 15750,
    "deg@@": 17717,
    "prehend": 18763,
    "super@@": 3052,
    "stared": 3855,
    "conserv@@": 17806,
    "trol": 18985,
    "console": 10706,
    "uous": 17448,
    "hart": 16994,
    "sie": 8224,
    "going": 184,
    "imperative": 14221,
    "vimes": 16658,
    "bovine": 7431,
    "fatty": 12267,
    "cu@@": 2026,
    "worse": 2180,
    "sten": 11844,
    "sper@@": 17640,
    "recovery": 1662,
    "dental": 7664,
    "Jack": 3418,
    "squi@@": 13795,
    "domic@@": 19195,
    "relate": 3176,
    "pir@@": 8384,
    "smell": 3234,
    "ped": 2409,
    "deadly": 8221,
    "trium@@": 16316,
    "whispering": 14051,
    "actual": 1576,
    "princip@@": 18393,
    "locals": 16821,
    "revie@@": 17949,
    "Meth@@": 17620,
    "rolls": 11423,
    "lims": 16922,
    "trace": 6743,
    "GPS": 14582,
    "signation": 18839,
    "respect": 485,
    "Russian": 5610,
    "MES": 14276,
    "tightened": 13546,
    "Or@@": 4443,
    "crown": 8319,
    "pulp": 16586,
    "hosp@@": 14402,
    "grab": 5405,
    "portrait": 16645,
    "tene@@": 19019,
    "war@@": 2071,
    "illustrated": 17117,
    "ting": 667,
    "prolonged": 6825,
    "spent": 1791,
    "frontier": 11164,
    "capacities": 6033,
    "atives": 15165,
    "sha@@": 1966,
    "Or": 2280,
    "vail": 19317,
    "conveni@@": 18212,
    "Bar@@": 3087,
    "circ@@": 19051,
    "practitioners": 15400,
    "starch": 13690,
    "mob": 13699,
    "expressing": 12588,
    "SF": 9075,
    "symptoms": 3043,
    "pit@@": 5435,
    "train": 2054,
    "bes@@": 13363,
    "remark@@": 17871,
    "champion": 9792,
    "ults": 13922,
    "ticals": 15389,
    "unused": 8631,
    "methodology": 4340,
    "effected": 8898,
    "parties'": 12207,
    "rest": 860,
    "industri@@": 14163,
    "pic@@": 3006,
    "vacant": 15479,
    "betrayed": 8999,
    "ato@@": 9755,
    "prog@@": 17337,
    "Pay@@": 14373,
    "registering": 16458,
    "ATM": 16940,
    "along@@": 19433,
    "Hague": 16334,
    "goals": 6236,
    "ECSC": 12426,
    "concer@@": 11372,
    "excipi@@": 18266,
    "gie": 4866,
    "Hal@@": 8443,
    "Officer": 8535,
    "destinations": 12205,
    "generated": 5170,
    "TV@@": 17662,
    "reverse": 7452,
    "emperor": 7650,
    "cocktail": 16598,
    "dummy": 14985,
    "replic@@": 7932,
    "DP": 8108,
    "ang@@": 4569,
    "committees": 6012,
    "crou@@": 17429,
    "...": 34,
    "bucks": 6175,
    "expedition": 12327,
    "competitors": 3926,
    "ists": 4703,
    "methyl": 15403,
    "desperately": 8755,
    "ilities": 19164,
    "amed": 7371,
    "gered": 18480,
    "aimed": 1563,
    "oved": 19146,
    "importation": 6624,
    "forest": 2624,
    "launched": 4361,
    "acquain@@": 17537,
    "telev@@": 18764,
    "diplomatic": 7934,
    "ored": 16781,
    "neys": 9420,
    "coma": 9194,
    "stable": 3389,
    "dutch": 10799,
    "bridges": 16721,
    "sives": 18178,
    "qualitative": 8510,
    "site": 1502,
    "vengeance": 13785,
    "unemployed": 9984,
    "dencies": 15388,
    "doubled": 14735,
    "planting": 10762,
    "Hi@@": 12313,
    "ghten": 8388,
    "chances": 7679,
    "sulph@@": 9742,
    "dece@@": 7420,
    "conservation": 5035,
    "Michael": 5925,
    "bey@@": 15043,
    "faith": 3518,
    "capsul@@": 18822,
    "colleague": 10399,
    "korea": 11096,
    "squeeze": 10409,
    "commissi@@": 13088,
    "contracep@@": 16301,
    "protect": 1259,
    "ola": 8825,
    "tomb": 13120,
    "treas@@": 15428,
    "ura": 4878,
    "Scho@@": 18359,
    "normal": 933,
    "chrome": 14631,
    "heat": 2716,
    "offsetting": 15957,
    "revise": 12631,
    "secre@@": 7581,
    "tune": 12156,
    "recall": 6431,
    "reluctant": 14462,
    "tortured": 14535,
    "something": 189,
    "sandwiches": 13458,
    "puzzle": 13302,
    "clearing": 6834,
    "imposed": 1787,
    "mp": 18449,
    "esty": 19370,
    "contested": 925,
    "autonom@@": 18317,
    "ESR@@": 18875,
    "anno@@": 10734,
    "manufactured": 6620,
    "attitude": 8009,
    "members": 814,
    "reb@@": 9787,
    "connection": 1235,
    "ography": 14338,
    "leep": 17775,
    "spells": 13331,
    "liter@@": 9233,
    "mering": 13717,
    "OK": 2394,
    "complexity": 6997,
    "conci@@": 18211,
    "directed": 5458,
    "embo@@": 13128,
    "analyses": 5144,
    "pening": 8563,
    "guns": 4337,
    "ho@@": 1069,
    "factor": 2511,
    "hairy": 14947,
    "manufactu@@": 18902,
    "cus@@": 12038,
    "entrance": 5260,
    "funeral": 6277,
    "PRC": 4416,
    "hur@@": 6763,
    "numbers": 2151,
    "demanded": 7228,
    "british": 7275,
    "nearest": 6412,
    "kicking": 12397,
    "AF": 16749,
    "compartment": 8465,
    "affection": 11297,
    "irregular": 8245,
    "commensur@@": 19330,
    "stain@@": 9873,
    "kender": 16745,
    "Hol@@": 4380,
    "den": 3005,
    "Ray@@": 14702,
    "Other": 2717,
    "nic": 14860,
    "tribes": 17065,
    "Middle": 12876,
    "Lim@@": 9659,
    "sn@@": 4401,
    "manure": 14809,
    "adopting": 4447,
    "tioner": 11073,
    "sels": 18351,
    "commanded": 14927,
    "vey": 7386,
    "eternal": 9266,
    "dly": 2602,
    "slower": 13488,
    "antha": 16605,
    "permanent": 2356,
    "care@@": 12473,
    "David": 6080,
    "following": 286,
    "wolves": 8617,
    "gambling": 8981,
    "emotion": 9169,
    "shrugged": 9409,
    "zumab": 16783,
    "Mand@@": 15817,
    "disagreement": 14481,
    "oul@@": 8787,
    "defense": 4708,
    "collapsed": 9291,
    "hardly": 4718,
    "jewels": 16338,
    "</s>": 3,
    "florida": 16627,
    "families": 3829,
    "onwards": 11042,
    "Fur@@": 18047,
    "pod": 16901,
    "attenu@@": 16559,
    "accomplish": 17284,
    "salary": 6480,
    "egg": 6484,
